Repository: Happy-Ferret/screenlets
Catalog: po/*/screenlets-manager.po
Languages: no_no, pt

source: ScreenletsDaemon: registered %s
no_no: ScreenletsNisse (daemon): registrerte %s
pt: ServiçoScreenlets: carregou %s

source: screenletsDaemon: unregistered %s
no_no: ScreenletsNisse (daemon): avregistrerte %s
pt: ServiçoScreenlets: descarregou %s

source: Screenlets Manager
no_no: Screenlets håndterer
pt: Gestor de Screenlets

source: Get more Screenlets
pt: Obter mais Screenlets

source: Install Screenlet
pt: Instalar Screenlet

source: Launch Screenlet
pt: Iniciar Screenlet

source: Close all Screenlets
pt: Fechar todos os Screenlets

source: This application is released under the GNU General Public License v3 (or, at your option, any later version). You can find the full text of the license under http://www.gnu.org/licenses/gpl.txt. By using, editing and/or distributing this software you agree to the terms and conditions of this license. Thank you for using free software!
no_no: Denne applikasjonen er sluppet under GNU General Public License v3 (eller, om du ønsker, enhver senere versjon). Du kan finne lisensens fulle tekst på http://www.gnu.org/licenses/gpl.txt. Ved å bruke, redigere og/eller distribuere denne programvaren godkjenner du lisensens vilkår. Takk for at du bruker fri programvare!
pt: Esta aplicação foi lançada sobre a GNU General Public License v3 (ou, em sua opção, outra versão posterior). Pode encontrar o texto integral da licença em http://www.gnu.org/licenses/gpl.txt. Ao usar, editar e/ou distribuir este software, concorda com os termos e condiçoes desta licença. Obrigado por usar software livre!

source: Failed to add %sScreenlet.
pt: Falha ao adicionar %sScreenlet

source: Install a Screenlet
no_no: Installer en Screenlet
pt: Instalar um Screenlet

source: Archive damaged or unsuported, only tar , bz2 or gz.
pt: Ficheiro danificado ou não suportado, apenas tar, bz2 ou gz.

source: Invalid archive. Archive must contain a directory with the screenlet's name.
no_no: Ugyldig arkiv. Arkiv må inneholde en katalog med navn på Screenlet.
pt: Ficheiro Inválido. O ficheiro tem de conter um directório com o nome do screenlet.

source: Invalid archive. Archive does not contain a screenlet.
no_no: Ugyldig arkiv- Arkivet inneholder ikke en Screenlet.
pt: Ficheiro Inválido. O ficheiro não contém um screenlet.

source: Install %s
pt: Instalar %s

source: %s was not packaged with the screenlet packager. Do you wish to continue and try to install it?
pt: %s não foi criado com o empacotador dos screenlets. Deseja continuar e tentar instalá-lo?

source: This package was not packaged with the screenlet packager.
pt: Este pacote não foi criado com o empacotador dos screenlets.

source: The %sScreenlet has been succesfully installed.
no_no: %sScreenlet har blitt installert
pt: O %sScreenlet foi instalado com sucesso.

source: ScreenletsDaemon running ...
no_no: ScreenletsNisse (daemon) kjører ...
pt: ServiçoScreenlets está a correr ...

source: ScreenletsDaemon has been shut down ...
no_no: ScreenletsNisse (daemon) har blitt avsluttet ...
pt: ServiçoScreenlets foi desligado ...

source: Exception in ScreenletsDaemon: %s
no_no: Unntak i ScreenletsNisse (daemon): %s
pt: Excepção no ServiçoScreenlets: %s

source: It looks like you are running %s
pt: Parece que está a correr %s

source: This type of karamba theme is not supported yet Only older versions can be used
pt: Este tipo de tema do Karamba não é suportado ainda Apenas versões anteriores podem ser usadas

source: Archive is damaged or unsupported, use only tar, bz2 or gz.
pt: Ficheiro está danificado ou não é suportado, use apenas tar, bz2 ou gz.

source: Installing %s
pt: A instalar %s

source: The %sScreenlet is already installed in '%s'. Do you wish to continue?
pt: O %sScreenlet já está instalado em '%s'. Deseja continuar?

source: %sScreenlet is already installed
pt: %sScreenlet já está instalado

source: Compatibility for this karamba theme is not yet implemented
pt: Compatibilidade com este tema do Karamba ainda não está implementada

source: Karamba theme was successfully installed
pt: O tema do Karamba foi instalado com sucesso

source: Invalid archive. Archive does not contain a screenlet or a valid karamba theme.
pt: Ficheiro Inválido. O ficheiro não contém um screenlet ou um tema do Karamba válido

source: Important! You are running this application as root user, almost all functionality is disabled. You can use this to install screenlets into the system-wide path.
no_no: Viktig! Du kjører denne applikasjonen som superbruker (root), nesten all funksjonalitet er slått av. Du kan bruke dette for å installere Screenlet-er for alle brukere.
pt: Importante! Está a correr esta aplicação como super utilizador, e a maioria das funcionaliades estão desactivadas. Pode user este modo para instalar screenlets no sistema.

source: Warning!
no_no: Advarsel!
pt: Aviso!

source: Error
no_no: Feil
pt: Erro

source: There is no existing autostart directory for your user account yet. Do you want me to automatically create it for you?
no_no: Det finnes foreløpig ikke noen eksisterende katalog for din brukerkonto. Vil du lage en automatisk?
pt: Não existe um directório de arranque automático para a sua conta de utilizador ainda. Deseja criá-lo automaticamente agora?

source: Auto-create autostart dir ...
pt: Criar directório de início automático automaticamente ...

source: Automatic creation failed. Please manually create the directory: %s
no_no: Automatisk laging feilet. Vennligst lag katalogen: %s manuelt
pt: Criação automática falhou. Por favor, crie o directório manualmente: %s

source: Please manually create the directory: %s
no_no: Vennligst lag katalogen: %s manuelt
pt: Por favor crie o directório manualmente: %s

source: Create autostarter for: Screenlets Daemon
pt: A criar iniciador automático para: Serviço Screenlets

source: Failed to create autostarter for %s.
pt: Falhou a criação de início automático para %s.

source: Starter already exists.
pt: Iniciador já existe.

source: Trying to launching screenlets-daemon ...
pt: A tentar iniciar serviço-screenlets ...

source: checking for running daemon again ...
pt: a verificar se já existe um serviço a correr outra vez ...

source: DAEMON FOUND - Ending timeout
pt: SERVIÇO ENCONTRADO - A terminar tempo de espera

source: Error: Unable to connect/launch daemon.
pt: Erro: impossível comunicar/iniciar serviço.

source: Unable to connect or launch daemon. Some values may be displayed incorrectly.
no_no: Ikke i stand til å kontakte eller kjøre nissen (daemon). Noen verdier kan bli vist feil.
pt: Impossível iniciar ou comunicar com o serviço. Alguns dos valores exbidos podem estar incorrectos.

source: Error in ScreenletsManager.connect_daemon: %s
pt: Erro no GestorScreenlets.serviço_ligação: %s

source: Removed duplicate entry
pt: Entrada duplicada removida

source: Create autostarter for: %s/%sScreenlet.py
pt: A criar iniciador automático para: %s/%sScreenlet.py

source: Delete autostarter for %s.
pt: Remover início automático para %s.

source: Delete Screenlet
no_no: Slett Screenlet
pt: Remover Screenlet

source: Can't delete system-wide screenlets.
pt: Não é possível eliminar screenlets do sistema.

source: Reset Screenlet
pt: Reiniciar Screenlet

source: Launch/Add
pt: Iniciar/Adicionar

source: Install
pt: Instalar

source: Uninstall
pt: Desinstalar

source: Reset Screenlet Config
pt: Reinicializar Configuração Screenlet

source: Install New Theme
pt: Instalar Novo Tema

source: Re-Start All
pt: Reiniciar Tudo

source: Close All
pt: Fechar Tudo

source: Options
pt: Opções

source: Create Desktop Shortcut
pt: Criar Atalho no Ambiente de Trabalho

source: Launch/add a new instance of the selected Screenlet ...
no_no: Start/ legg til et nytt tilfelle av valgt Screenlet
pt: Inicia/adiciona uma nova instância do Screenlet seleccionado ...

source: Install a new Screenlet, SuperKaramba or Web Widget or Web Application ...
pt: Instalar um novo Screenlet, SuperKaramba ou Web Widget/Aplicação ...

source: Permanently uninstall/delete the currently selected Screenlet ...
no_no: Avinstaller/ slett valgt Screenlet permanent ...
pt: Desinstalar/remover permanentemente o Screenlet actualmente seleccionado ...

source: Reset this Screenlet configuration (will only work if screenlet isnt running)
pt: Voltar aos valores por omissão da configuração deste Screenlet (apenas funciona se o screenlet não estiver a correr)

source: Install new theme for this screenlet
pt: Instalar um novo tema para este screenlet

source: Restart all screenlets that have auto start at login
pt: Reiniciar todos os screenlets que iniciam automaticamente no início de sessão

source: Close all Screenlets running
pt: Fechar todos os Screenlets a correr

source: New Screenlets Options/Properties
pt: Novas Opções/Propriedades dos screenlets

source: Create a Desktop shortcut for this Screenlet
pt: Criar um Atalho no Ambiente de Trabalho para este Screenlet

source: All Screenlets
pt: Todos os Screenlets

source: Running Screenlets
pt: Screenlets em Execução

source: Autostart Screenlets
pt: Iniciar Automaticamente Screenlets

source: Show info about this dialog ...
no_no: Vis info om denne dialogen ...
pt: Mostrar informação acerca deste diálogo ...

source: Download more screenlets ...
pt: Obter mais screenlets ...

source: Close this dialog ...
no_no: Lukk denne dialogen ...
pt: Fechar este diálogo ...

source: Start/Stop
pt: Iniciar/Parar

source: Auto start on login
pt: Iniciar automaticamente no início de sessão

source: Show daemon in tray
pt: Mostrar ícone na barra de notificações

source: Data dropped ...
pt: Dados ignorados ...

source: Invalid string: %s.
pt: Expressão inválida: %s.

source: Please install screenlets from folders without strange characters
pt: Por favor instale screenlets de directórios sem caracteres estranhos

source: Install a Screenlet or SuperKaramba theme
pt: Instalar um tema Screenlet ou do SuperKaramba

source: Install a new theme for the selected Screenlet
pt: Instalar um novo tema para o Screenlet seleccionado

source: You are about to install a theme in root mode. Continue only if you have gksudo installed, do you wish to continue?
pt: Está prestes a instalar um tema em modo super-utilizador. Continue apenas se tiver gksudo instalado. Deseja continuar?

source: Error Found
pt: Erro Encontrado

source: Theme install error 1 found - Theme not installed , maybe a package error
pt: Encontrado erro número 1 da instalação de temas - O tema não foi instalado, talvez devido a um erro no pacto

source: list contains themes folder
pt: lista contém directório dos temas

source: list contains the screenlet name folder
pt: lista contém o nome do directório do screenlet

source: This package seams to contain a full Screenlet and not just a theme, please use the screenlet install instead
pt: Este pacote parece conter um Screenlet completo e não só um tema, por favor use a instalação de screenlets

source: This package doesnt seem to contain a theme
pt: Este pacote parece não conter um tema

source: only contains the themes folders
pt: apenas contém os directórios dos temas

source: Theme installed , please restart %s
pt: Tema instalado, por favor reinicie %s

source: Theme install error 2 found - Theme not installed or already installed
pt: Encontrado erro número 2 da instalação de temas - O tema não foi instalado ou talvez já instalado

source: New screenlets atributes..
pt: Novos atributos dos screenlets ...

source: Lock
pt: Bloquear

source: Sticky
pt: Fixar

source: Keep above
pt: Manter acima

source: Keep below
pt: Manter abaixo

source: New Screenlets atributes
pt: Novos atributos dos screenlets

source: Create desktop shortcut for: %s/%sScreenlet.py
pt: Criar um Atalho no Ambiente de Trabalho para: %s/%sScreenlet.py

source: closing %s
pt: A fechar %s

source: Web Application Url
pt: Endereço Aplicação Web

source: Web Application Name
pt: Nome Aplicação Web

source: Install Web Application
pt: Instalar Aplicação Web

source: The is already a screenlet with that name installed Do you wish to continue?
pt: Já existe um Screenlet com esse nome instalado Deseja continuar?

source: Web Application was successfully installed
pt: Aplicação Web foi instalada com sucesso

source: Error installing!!!
pt: Erro ao instalar!!!

source: Please specify a name for the widget
pt: Por favor, especifique o nome para a widget

source: No HTML code found
pt: Não foi encontrado código HTML

source: Convert any webpage widget into a Screenlet.
pt: Converter um web Widget para um Screenlet

source: Step 1 : Find the widget you want to convert
pt: Passo 1: Encontrar a Widget que deseja converter

source: Step 2 : Copy and Paste the HTML from the widget in the box bellow
pt: Passo 2: Copiar e colar o código HTML da Widget para a caixa em baixo

source: Step 3 : Give it a name in the box bellow and click on Ok to convert
pt: Passo 3: Dar um nome ao Screenlet na caixa em baixo e clicar OK para converter

source: The name of the widget
pt: O nome do widget

source: Widget converter
pt: Conversor Widgets

source: Widget was successfully converted
pt: Widget convertida com sucesso!

source: Error converting!!!
pt: Erro ao converter!!!

source: Launch %s
pt: Iniciar %s

source: Quit %s
pt: Sair %s

source: Screenlets-Manager must now be restarted
pt: O Gestor de Screenlets tem de ser reiniciado agora

source: Quit!
pt: Sair!

source: Screenlets packager - (c) RYX (Rico Pfaus) 2007 Usage: %s <path> [options]
no_no: Screenlets-packager - (c) RYX (Rico Pfaus) 2007 Bruk: %s <sti> [valg]
pt: Screenlets packager - (c) RYX (Rico Pfaus) 2007 Uso: %s <caminho> [opções]

source: The specified path "%s" does not exist.
no_no: Den spesifiserte stien "%s" eksisterer ikke.
pt: O caminho especificado "%s" não existe.

source: Found path "%s".
no_no: fant sti "%s".
pt: Encontrou caminho "%s".

source: Failed to extract screenlet name from path.
no_no: Kunne ikke trekke ut navn på Screenlet fra sti.
pt: Falhou a extracção do nome do screenlet através do caminho.

source: Screenlet name is %s.
no_no: Navn på Screenlet er %s.
pt: Nome do Screenlet é %s.

source: No screenlet-file "%sScreenlet.py" found in the given path.
no_no: Ingen Screenlet-fil "%sScreenlet.py" funnet i gitt sti.
pt: Nenhum ficheiro-screenlet "%sScreenlet.py" encontrado no caminho dado.

source: Found %sScreenlet.py in path.
no_no: Fant "%sScreenlet.py" i sti.
pt: Encontrado %sScreenlet.py no caminho.

source: Unable to import module '%s' from %s. (%s)
no_no: Ikke i stand til å importere modul "%s" fra %s. (%s)
pt: Impossível importar módulo '%s' de %s. (%s)

source: Successfully imported module: %s
no_no: Importerte modul: %s
pt: Importou módulos com sucesso: %s

source: Unable to import class from module.
no_no: Ikke i stand til å importere klasse fra modul.
pt: Não foi possível importar class do módulo.

source: The class inside the module is no subclass of screenlets.Screenlet.
no_no: Klassen inne i modulen er ikke noen underklasse av screenlets.Screenlet.
pt: A classe dentro do módulo não é uma subclasse de screenlets.Screenlet.

source: Successfully got class from module: %s
no_no: Fikk klasse fra modul: %s
pt: Obtenção de classe %s a partir do módulo feita com sucesso

source: Failed to create package info in "%s" (no permission?).
no_no: Feilet i å lage pakkeinfo i "%s" (ingen tilgang?).
pt: Falhou a criação da informação do pacote em "%s" (sem permissão?).

source: Created package info file.
no_no: Lagde fil med pakkeinfo
pt: Criou ficheiro de imformação do pacote.

source: Cleaned up and finished.
no_no: Renset opp og fullført.
pt: Executou limpeza e terminou.

source: OK.
pt: Aceitar.

source: Invalid archive name. Name must be like 'SomeScreenlet-0.1.2.tar.gz', alternatively with a 'zip' or 'tar.bz2' extension.
no_no: Ugyldig arkivnavn. Navn må være som "EnellerannenScreenlet-0.1.2.tar.gz", alterantivt med en "zip"- eller "tar.bz2"-endelse.

source: The %sScreenlet is already installed in '%s'. Please remove it first!
no_no: %sScreenlet er allerede installert i "%s". Vennligst fjern den først!

source: Invalid archive. Archive does not contain a package info, screenlet seems to be outdated.
no_no: Ugyldig arkiv. Arkivet inneholder ikke pakkeinformasjon, denne Screenlet-en ser ut til å være utdatert.

source: Do you really want to permanently uninstall/delete the %sScreenlet from your system?
no_no: Er du sikker på at du vil avinstallere/ slette %sScreenlet permanent fra ditt system?

source: Error while loading screenlets metadata for "%s".
no_no: Feil ved lasting av screenlets-metadata for "%s".

source: Launch/Add ...
no_no: Start/ legg til ...

source: Install Screenlet ...
no_no: Installer Screenlet ...

source: Uninstall Screenlet ...
no_no: Avinstaller Screenlet ...

source: Install a new Screenlet from a zipped archive (tar.gz, tar.bz2 or zip) ...
no_no: Installer en ny Screenlet fra et pakket arkiv (tar.gz, tar.bz2 eller zip) ...

source: Enable/Disable
no_no: Slå på/av

source: Automatically start on login
no_no: Start automatisk ved innlogging

source: A graphical manager application that simplifies managing, starting and (un-)installing Screenlets.
no_no: En grafisk håndterer-applikasjon som forenkler håndtering, start og (av)installering av Screenlets.
