Repository: Happy-Ferret/screenlets
Catalog: screenlets-manager/*.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, fi, fr, hr, hu, id, it, ja, lt, ms, nb, nl, pl, pt_br, ro, ru, sk, sq, sr, sv, tr, uk

source: The Screenlets PPA is not listed among Software Sources. Adding this enables installing individual screenlets from Package Manager (or Software Center) and by clicking on an AptURL on web pages like Gnome-look.org. Would you like to add the Screenlets PPA to your system?
bg: PPA за Джаджи не е във вашите хранилища за софтуер.Добавянето му ще разреши инсталация на индивидуални джаджи от Мениджъра на пакети (или Софтуерния център) и чрез кликването на AptURL на уеб страници като Gnome-look.org.Искате ли добавите PPA-то за джаджи на вашата система?
el: Το PPA των Screenlets δεν περιλαμβάνεται μεταξύ των Πηγών Λογισμικού. Η προσθήκη αυτού επιτρέπει την εγκατάσταση μεμονωμένων screenlets από τον Διαχειριστή Πακέτων (ή το Κέντρο Λογισμικού) ή κάνοντας κλικ σε ένα AptURL σε ιστοσελίδες όπως το Gnome-look.org. Θα θέλατε να προσθέσετε το Screenlets PPA στο σύστημά σας;
et: Screenlets töölauavidinate PPA pole tarkvaraallikate nimekirjas. Lisades selle saad sa paigaldada üksikuid töölauavidinaid paketihalduri (või tarkvarakeskuse) kaudu või kõpsates hiirega Gnome-look.org'il jt veebisaitidel leiduvatel AptURL'idel. Soovid sa lisada Screenlets PPA oma süsteemi?
hu: A Screenlets PPA tároló még nincs felvéve a Szoftverforrásokhoz. A tároló felvételével telepíthet még több egyéni Screenletet a Csomagkezelővel (vagy a Szoftverközpontból) vagy AptURL-la való kattintással a Gnome-look.org weboldalon. Szeretné felvenni a Screenlets PPA tárolót a rendszeréhez?
id: PPA Screenlets tidak terdaftar di antara Sumber Perangkat Lunak. Menambahkan ini memungkinkan menginstal Screenlets individu dari Paket Manajer (atau Software Center) dan dengan mengklik pada AptURL pada halaman web seperti Gnome-look.org. Apakah kamu ingin menambahkan PPA Screenlets ke sistemmu?
it: Il repository PPA per gli Screenlets non è elencato tra i Sorgenti Software. La sua aggiunta consente l'installazione di singoli Screenlet dal Gestore Pacchetti (o dal Software Center), ed anche cliccando su un' AptUrl in pagine web come Gnome-look.org. Vuoi aggiungerlo al tuo sistema?
ms: PPA Screenlet tidak disenaraikan dikalangan Sumber Perisian. Penambahan ini akan benarkan pemasang screenlet secara individu melalui Pengurus Pakej (atau Pusat Perisian) dan dengan mengklik pada AptURL pada laman sesawang seperti Gnome-look.org. Anda ingin tambah PPA Screenlet ke sistem anda?
nl: De Screenlets PPA wordt niet weergegeven onder de softwarebronnen. Door deze toe te voegen, wordt het mogelijk via het pakketbeheer (of het softwarecentrum) individuele screenlets te installeren en te klikken op een AptURL op webpagina's zoals Gnome-look.org. Wenst u de Screenlets PPA toe te voegen op uw systeem?
pl: PPA Screenlets nie znajduje się na liście źródeł oprogramowania. Dodanie spowoduje włączenie instalowania pojedynczych screenlet z menedżera pakietów (lub Centrum Oprogramowania) oraz przez kliknięcie AptURL na stronach takich jak Gnome-look.org. Dodać PPA Screenlets do systemu?
pt_br: A PPA do Screenlets não está listada nos Canais de Software. Adicionando-a dá a possibilidade de instalar screenlets individuais do Gerenciador de Pacotes (ou Centro do Software) clicando numa AptURL em sites como Gnome-look.org. Gostaria de adicionar a PPA do Screenlets no seu sistema?
ro: PPA screenlets nu este listat printre Surse Software. Adăugarea acestui lucru permite instalarea de screenleturi individuale de la Package Manager (sau Software Center) şi făcând clic pe un AptURL pe paginile de web ca Gnome-look.org. Doriţi să adăugaţi screenletul PPA la sistemul dumneavoastră?
sk: PPA screenletov sa nenachádza medzi zdrojmi softvéru. Jeho pridanie by umožnilo inštaláciu jednotlivých screenletov zo správcu balíkov (alebo Správcu softvéru) a kliknutím na AptURL na stránkach ako Gnome-look.org. Chcete do systému pridať PPA screenletov ?
sr: ППА справица екрана није на списку извора програма. Његово додавање вам омогућава уградњу појединачних справица екрана из Управника пакета (или Софтверског средишта) и кликом на АптУРЛ на веб страницама као што је gnome-look.org. Да ли желите да додате ППА справица екрана на ваш систем?

source: Do you want to enable the Screenlets PPA?
bg: Искате ли да добавите PPA за джаджи?
el: Θέλετε να ενεργοποιήσετε τo PPA των Screenlets;
et: Screenlets PPA sisselülitamine
hu: Engedélyezi a Screenlet PPA tárolóját?
id: Apakah kamu ingin untuk menggunakan Screenlets PPA?
it: Vuoi abilitare il repository PPA per gli Screenlets?
ms: Anda hendak benarkan PPA Screenlet?
nl: Wenst u de Screenlets PPA in te schakelen?
pl: Włączyć Screenlets PPA?
pt_br: Deseja habilitar a PPA do Screenlets?
ro: Vreți sa activați screenletul PPA?
sk: Chcete povoliť PPA screenletov?
sr: Да ли желите да омогућите ППа справица екрана?
tr: Bu Screenlets PPA'sını etkinleştirmek istiyor musunuz?

source: The Screenlets PPA added successfully.
bg: PPA за джаджи е добавено успешно.
el: Το PPA των Screenlets προστέθηκε επιτυχώς.
et: Screenlets PPA lisamine õnnestus
hu: A Screenlet PPA tároló sikeresen felvéve.
id: PPA Screenlets berhasil ditambahkan.
it: Il repository PPA per gli Screenlets è stato aggiunto correttamente.
ms: PPA Screenlet berjaya ditambah.
nl: De Screenlets PPA werd met succes toegevoegd.
pl: PPA Screenlets dodano pomyślnie.
pt_br: A PPA do Screenlets foi adicionada com sucesso.
ro: Screenletul PPA a fost adăugat cu succes.
sk: PPA screenletov úspešne pridané.
sr: Успешно сам додао ППА справица екрана.
tr: Screenlets PPA başarıyla eklendi.

source: Success!
bg: Успех
el: Επιτυχία!
et: Korras!
hu: Sikeres!
id: Berhasil!
it: Riuscito!
ms: Berjaya!
nl: Gereed
pl: Zakończono pomyślnie!
pt_br: Sucesso!
ro: Succes!
sk: Úspech!
sr: Успех!
tr: Başarılı!

source: Adding the Screenlets PPA failed.
bg: Добавянето на PPA за джаджи се провали.
el: Η προσθήκη του Screenlets PPA απέτυχε.
et: Screenlets PPA lisamine kukkus läbi.
hu: A Screenlet PPA tárolójának felvétele sikertelen.
id: Menambahkan Screenlets PPA gagal.
it: L'aggiunta del repository PPA per gli screenlets è fallita
ms: Penambahan PPA Screenlet gagal.
nl: Installatie van de Screenlets PPA is mislukt.
pl: Dodanie Screenlets PPA nie powiodło się.
pt_br: Erro ao adicionar a PPA do Screenlets.
ro: Adăugarea screenletului PPA a eșuat.
sk: Pridávanie PPA screenletov zlyhalo
sr: Нисам успео да додам ППА справица екрана.
tr: Screenlets PPA eklemesi başarısız oldu.

source: Failed!
bg: Провал!
el: Αποτυχία!
et: Ebaõnnestus!
hu: Sikertelen!
id: Gagal!
it: Non riuscito!
ms: Gagal!
nl: Mislukt!
pl: Błąd!
pt_br: Falhou!
ro: Eșuat!
sk: Zlyhanie!
sr: Неуспех!
tr: Başarısız!

source: Failed to add %sScreenlet.
ar: فشلة عملية إضافة الشُويشة %s
bg: Джаджата %s не можа да се добави
bs: Dodavanje %s screenleta nije uspjelo
ca: No s'ha pogut afegir el %sScreenlet.
cs: Chyba při přidání %sScreenletu
da: Tilføjelsen af %sScreenlet fejlede.
de: Kann %sScreenlet nicht hinzufügen.
el: Αποτυχία προσθήκης %sScreenlets.
es: No se ha podido añadir %sScreenlet.
et: %sScreenlet'i lisamine ebaõnnestus.
fi: %sScreenletin lisääminen epäonnistui
fr: L'ajout de %sScreenlet a échoué.
hr: Nije uspjelo dodavanje %s Screenleta.
hu: %sScreenlet hozzáadása sikertelen.
it: Aggiunta della Screenlet %s fallita
ja: %sScreenlet 追加に失敗。
lt: Nepavyko pridėti %svaldiklio.
ms: Gagal menambah %sScreenlet.
nb: Klarte ikke å legge til %sScreenlet
nl: Toevoegen van %sScreenlet mislukt.
pl: Nie udało się dodać screenletu %s
pt_br: Falha ao adicionar %s Screenlet
ro: Adăugarea screenletului %s a eșuat.
ru: Не удалось добавть скринлет %s.
sk: Nepodarilo sa pridať %sScreenlet.
sq: %sScreenlet nuk u shtua.
sr: Нисам успео да додам %s справицу екрана.
sv: Fel vid inläsning av %sScreenlet
tr: %sScreenlet'i eklenemedi.
uk: Скрінлет %s додати не вийшло.

source: Fun and amusement
ms: Keseronokan dan hiburan
sk: Zábava a pobavenie
sr: Забава и разонода

source: Date and time
ms: Tarikh dan masa
sk: Dátum a čas
sr: Датум и време

source: Widget
ar: ودجة
bg: Джаджа
ca: Giny
el: Γραφικό Συστατικό
et: Vidin
fi: Vimpain
ja: ウィジェット
lt: Valdiklis
nb: Miniprogram (widget)
ru: Виджет
sr: Справица површи
tr: Parçacık
uk: Віджет

source: Reset this Screenlet configuration (will only work if screenlet isnt running)
cs: Restartovat tuto Screenlet konfiguraci (bude fungovat pouze, pokud není screenlet zapnutý)
da: Reset denne Screenlet knofigurering (vil kun virke, hvis screenlet ikke kører)
de: Diese Screenlet-Konfiguration zurücksetzen (funktioniert nur, wenn das Screenlet nicht läuft)
el: Επαναφορά ρυθμίσεων αυτού του Screenlet (μόνον εάν το Screenlet δεν εκτελείται)
es: Restablecer la configuración del Screenlet (solo funcionará si no se está ejecutando)
et: Lähtesta selle töölauavidina seadistused (töötab ainult siis, kui töölauavidin parajasti käivitatud pole)
fr: Réinitialiser la configuration de ce Screenlet (fonctionne seulement si le screenlet n'est pas en cours d'exécution)
hr: Vrati postavke ovog Screenleta u početno stanje (radit će samo ako screenlet nije pokrenut)
hu: Törli a Screenlet beállításait (Csak akkor működik, ha a Screenlet nem fut)
id: Mereset konfigurasi Screenlet ini (hanya akan bekerja jika screenlet adalah tidak berjalan)
ja: この Screenlet の設定をリセット（Screenlet が未実行の場合のみ働きます）
lt: Atstatyti šio valdiklio konfigūraciją (veiks tik jei valdiklis nepaleistas)
nb: Nullstill denne screenlet-konfigurasjonen (vil kun virke hvis screenlet-en ikke kjører)
nl: Reset deze Screenlet configuratie (werkt alleen als de Screenlet niet aan staat)
pl: Resetuj ustawienia tego screenletu (zadziała tylko jeżeli screenlet nie jest uruchomiony)
pt_br: Resetar a configuração desse Screenlet (só funcionará se o screenlet não estiver ativo)
ru: Сбросить конфигурацию этого скринлета (будет выполнено, если скринлет не запущен)
sv: Välj standardkonfigurationen för screenlet (kräver att den inte körs).
uk: Скинути конфігурацію цього Screenlet’у (при вимкнутому Screenlet’у)

source: Restart all screenlets that have auto start at login
cs: Restartovat všechny screenlety, které se spouští samy při přihlášení
da: Genstart alle screenletter der har autostart ved login
de: Alle Screenlets mit Autostart beim Login neu starten
el: Επανεκκίνηση όλων των screenlets που διαθέτουν αυτόματη εκκίνηση κατά τη σύνδεση.
es: Reiniciar todos los screenlets con arranque automático
et: Taaskäivita kõik sisselogimisel automaatselt käivitatavad töölauavidinad
fr: Relancer tous les screenlets lancés automatiquement à la connexion
hr: Ponovo pokreni sve screenlete koji se automatski pokreću kod prijave
hu: Az összes automatikusan induló Screenlet újraindítása
id: Hidupkan-ulang semua Screenlets yang telah mulai otomatis saat login
ja: ログイン時に自動スタートする全ての Screenlet の再スタート
lt: Paleisti iš naujo visus valdiklis, kurie pasileidžia įjungus kompiuterį
nb: Restart alle screenlet-er som autostartes ved innlogging
nl: Herstart alle Screenlets die bij het inloggen op automatisch opstarten ingesteld staan
pl: Uruchom ponownie wszystkie screenlety oznaczone do automatycznego uruchamiania przy starcie
pt_br: Reiniciar todos os screenlets que tem auto-inicialização no login
ru: Перезапустить все скринлеты, которые автоматически запускаются при входе в систему
sv: Starta om alla Screenlets som har autostart.
uk: Перезапустити всі Скрінлети, що запускаються автоматично

source: You are about to install a theme in root mode. Continue only if you have gksudo installed, do you wish to continue?
hr: Instalirat ćete temu kao root korisnik. Nastavite samo ako imate instaliran gksudo, želite li nastaviti?
