Repository: Happy-Ferret/screenlets
Catalog: screenlets-manager/*.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, fi, fr, hr, hu, id, it, ja, lt, ms, nb, nl, pl, pt_br, ro, ru, sk, sq, sr, sv, tr, uk

source: Invalid archive. Archive must contain a directory with the screenlet's name.
ar: الأرشيف غير صالح. يجب أن يحتوي الأرشيف على دليل بإسم الشُويشة.
bg: Невалиден архив. Трябва да съдържа папка с името на джаджата.
bs: Neispravna arhiva.Arhiva mora sadržavati direktorij sa imenom screenleta.
ca: Arxiu invàlid. L'arxiu ha de contenir un directori amb el nom de l'Screenlet.
cs: Neplatný archív. Archív musí obsahovat složku se jménem screenletu.
da: Ugyldigt arkiv. Arkivet skal indeholde en mappe med screenlettens navn.
de: Ungültiges Archiv. Archiv muss wenigstens ein Verzeichnis mit dem Namen des Screenlets enthalten.
el: Μη έγκυρο αρχείο. Το αρχείο πρέπει να περιέχει έναν φάκελο με το όνομα του screenlet.
es: Archivador inválido: debe contener un directorio con el nombre del screenlet
et: Vigane arhiiv. Arhiivis peab olema kaust töölauavidina nimega.
fi: Virheellinen arkisto. Arkiston tulee sisältää kansio, joka on saman niminen kuin screenlet
fr: Archive invalide. L'archive doit contenir un dossier avec le nom du screenlet.
hr: Nevaljala arhiva. Arhiva mora sadržavati mapu s imenom screenleta.
hu: Helytelen archívum. Az archívumnak tartalmazni kell a Screenlet nevét tároló mappát.
it: Archivio invalido. L'archivio deve contenere una directory con il nome della screenlet.
ja: 不正な書庫です。書庫には Screenlet の名前の付いたディレクトリが含まれている必要があります。
lt: Neteisingas archyvas. Archyvas turi susidėti iš aplanko su valdiklio pavadinimu.
ms: Arkib tidak sah. Arkib mesti mengandungi direktori dengan nama screenlet tersebut.
nb: Ugyldig arkiv. Arkiv må inneholde en katalog med navn på Screenlet
nl: Niet geldig archief. Het archief moet een map bevatten met de naam van de Screenlet.
pl: Niewłaściwe archwum. Archiwum musi zawierać katalog z nazwą screenletu.
pt_br: Arquivo inválido. O arquivo deve conter um diretório com o nome do Screenlet.
ro: Arhivă invalidă. Arhiva trebuie să conţină un director cu numele screenletului.
ru: Неправильный архив. Архив должен содержать папку с именем скринлета.
sk: Neplatný archív. Archív musí obsahovať adresár s názvom screenletu .
sq: Arkiv jo i vlefshem. Arkivi duhet te permbaje nje direktori me emrin e Screenlet.
sr: Погрешна архива. Архива мора садржати фасциклу са називом справице екрана.
sv: Ogiltigt arkiv. Arkivet måste innehålla en screenlets namn.
tr: Geçersiz arşiv. Arşivin, secreenlet'in adını içeren bir dizin içermesi gerekmektedir.
uk: Помилка в архіві. Архів має міститипапку з назвою Скрінлету

source: Compatibility for this karamba theme is not yet implemented
ar: لم يُحقق التوافق لموضوع الكرامبا (karamba) هذا
bg: Все още не е осигурена съвместимост с тази тема на Karamba
bs: Kompatibilnost sa ovom Karamba temom nije još implementirana
ca: La compatibilitat per a aquest tema del Karamba encara no està implementada
cs: Kompatibilita tohoto karamba stylu není ještě implementována
da: Kompatibilitet for dette karamba tema er ikke implanteret endnu
de: Kompatibilität für dieses Karamba Thema ist noch nicht eingebaut
el: Η συμβατότητα γι' αυτό το θέμα karamba δεν έχει τεθεί ακόμη σε ισχύ
es: Este tema de "Karamba widgets" no esta actualmente soportado
et: Ühilduvus selle Karamba teemaga pole veel sisse viidud.
fi: Yhteensopivuutta tälle karamba -teemalle ei ole vielä kehitetty
fr: La compatibilité avec ce thème karamba n'est pas encore gérée
hr: Ova karamba tema trenutno nije podržana
hu: Még nem kompatibilis az ilyen karamba témákkal
it: La compatibilità per questo tema di karamba non è stata ancora implementata.
ja: この Karamba テーマ用の互換機能はまだ実装していません
lt: Suderinamumas šiai karamba temai dar nėra įgyvendintas
ms: Keserasian bagi tema karamba ini belum lagi dilaksanakan
nb: Kompatibiltet for dette Karamba-temaet er ikke implementert ennå
nl: Dit Karamba thema is nog niet compatibel.
pl: Kompatybilność dla tego motywu karamba nie jest jeszcze zainmplementowana.
pt_br: A compatibilidade com este tema do Karamba ainda nao está implementada.
ro: Compatibilitatea pentru această temă karamba nu este încă pusă în aplicare
ru: Совместимость с этой темой Karamba ещё не реализована
sk: Kompatibilita pre túto Karamba tému zatiaľ nie je implementovaná
sq: Kompatibiliteti per kete teme karamba nuk eshte implementuar akoma
sr: Усаглашеност са овом карамба темом још није спроведена
sv: Kompatiblitet för det här karambatemat är ännu inte implementerat.
tr: Bu karamba teması için gereken uyumluluk henüz sağlanamıyor
uk: Сумісність тем типу karamba не здійснюються

source: Karamba theme was successfully installed
ar: ثُبت موضوع الكرامبا (karamba) بنجاح
bg: Темата на Karamba е инсталирана успешно
bs: Karamba tema je uspješno instalirana
ca: El tema del Karamba s'ha instal·lat correctament
cs: Téma Karamba bylo úspěšně nainstalováno.
da: Karamba tema blev installeret
de: Karamba Thema wurde erfolgreich installiert
el: Το θέμα karamba εγκαταστάθηκε με επιτυχία
es: El tema de "Karamba widgets" ha sido instalado correctamente
et: Karamba teema on edukalt paigaldatud.
fi: Karamba -teema asennettiin onnistuneesti
fr: Le thème Karamba a bien été installé
hr: Karamba tema je uspješno instalirana
hu: A Karamba téma sikeresen telepítve
it: Tema di karamba installato con successo
ja: Karamba テーマのインストールに成功しました
lt: Karamba tema sėkmingai įdiegta
ms: Tema karamba berjaya dipasang
nb: Karamba-tema ble installert
nl: Het Karamba thema is succesvol geïnstalleerd
pl: Motyw karamab został pomyślnie zainstalowany
pt_br: Tema do Karamba foi instalado com sucesso.
ro: Tema karamba a fost instalată cu succes
ru: Тема Karamba была установлена успешно
sk: Téma Karamba bola úspešne nainštalovaná
sq: Tema Karamba u instalua me sukses
sr: карамба тема је успешно уграђена
sv: Lyckad installtion av karambatema
tr: Karamba teması başarılı bir şekilde yüklendi
uk: Karamba була успішно встановлена

source: Invalid archive. Archive does not contain a screenlet or a valid karamba theme.
ar: أرشيف غير صالح. لا يحتوي الأرشيف على شُويشة أو سِمة كارامبا (karamba) صالحة.
bg: Невалиден архив. Не съдържа тема на джажда или karamba.
bs: Neispravna arhiva.Arhiva ne sadrži screenlet ili ispravnu karamba temu.
ca: Arxiu invàlid. L'arxiu no conté un Screenlet o un tema del Karamba vàlid.
cs: Neplatný archív. Archív neobsahuje a screenlet nebo platné téma Karamba.
da: Ugyldigt arkiv. Arkivet indeholder ikke en screenlet eller et gyldigt karamba tema.
de: Ungültiges Archiv. Archiv enthält kein Screenlet oder gültiges Karamba Thema.
el: Μη έγκυρο αρχείο. Το αρχείο δεν περιέχει screenlet ή ένα έγκυρο θέμα karamba.
es: Archivador inválido: no tiene un tema de Karamba o Screenlets válido.
et: Vigane arhiiv. Arhiivis pole Screenleti tüüpi töölauavidinat ega sobivat Karamba teemat.
fi: Virheellinen arkisto. Arkisto ei sisällä screenletiä tai sopivaa karamba -teemaa.
fr: Archive invalide. L'archive ne contient pas de Screenlets ou de thème Karamba.
hr: Arhiva nije valjana. Arhiva ne sadrži screenlet ili valjanu karamba temu.
hu: Nem megfelelő archívum. Nem tartalmaz valós Screenlet vagy karamba témát.
it: Archivio invalido. L'archivio non contiene una screenlet o un tema valido di karamba.
ja: 不正な書庫。書庫には Screenlet または適正な Karemba テーマが含まれていません。
lt: Negaliojantis archyvas. Archyvas neturi savyje valdiklio arba tinkamos karamba temos.
ms: Arkib tidak sah. Arkib tidak mengandungi screenlet atau tema karamba yang sah.
nb: Ugyldig arkiv. Arkiv kan ikke inneholde en screenlet eller et gyldig Karamba-tema
nl: Ongeldig archief. Het bevat geen Screenlet of geldig Karamba thema.
pl: Niewłaściwe archiwum. Archiwum nie zawiera screenleru lub poprawnego motywu karamba.
pt_br: Arquivo inválido. O arquivo não contém um Screenlet ou tema do Karamba válido.
ro: Arhivă invalidă. Arhiva nu conţine un screenlet sau o temă karamba valabilă.
ru: Некорректный архив. Архив не содержит скринлет (screenlet) или поддерживаемую тему karamba
sk: Neplatný archív. Archív neobsahuje screenlet alebo platnú tému Karamba.
sq: Arkiv jo i vlefshem. Arkivi nuk permban nje Screenlet ose teme karamba te vlefshme.
sr: Погрешна архива. Архива не садржи справицу или исправну карамба тему.
sv: Felaktigt arkiv. Arkivet innehåller inte en screenlet eller ett karambatema.
tr: Geçersiz arşiv. Arşiv geçerli bir screenlet ya da karamba teması içermiyor.
uk: Непрацездатний архів. Архів не вміщує screenlet або karamba теми.

source: %s was not packaged with the screenlet packager. Do you wish to continue and try to install it?
ar: لم تُحزَّم %s بواسطة مُحزِّم الشُويشات. هل ترغب في المتابعة ومحاولة تثبيتها؟
bg: Джаджата %s не е пакетирана с опаковчика на джаджи. Ще се опитате ли да я инсталирате?
bs: %s nije pakovan sa screenlet pakerom.Da li želite da nastavite i pokušate instalirati?
ca: %s no s'ha empaquetat amb l'empaquetador d'Screenlets. Voleu continuar i intentar instal·lar-lo?
cs: %s nebyl vytvořen balíkovacím systémem screenletů. Chcete pokračovat a pokusit se jej nainstalovat?
da: %s var ikke pakket med screenlet-pakkeren. Vil du fortsætte og prøve at installere den?
de: %s wurde nicht mit dem Screenlet-Packer gepackt. Möchten Sie fortfahren und versuchen, es zu installieren?
el: Το %s δεν έχει πακεταριστεί με τον συσκευαστή των screenlets. Θέλετε να συνεχίσετε και να προσπαθήσετε να το εγκαταστήσετε;
es: %s no se creó con el empaquetador de screenlets. ¿Desea continuar e intentar instalarlo?
et: %s ei ole pakitud töölauavidinate pakendajaga. Kas jätkata ja üritada seda paigaldada?
fi: %s ei ollut pakattu screenlet paketoijalla. Haluatko silti jatkaa ja yrittää asentaa sitä?
fr: %s n'a pas été empaqueté avec l'empaqueteur de screenlets. Souhaitez-vous continuer et essayer de l'installer ?
hr: %s nije zapakiran sa screenlet stvaraocem paketa. Želite li nastaviti i pokušati ga instalirati?
hu: %s nem a Screenlet csomagolóval lett csomagolva. Mégis kívánja folytatni és megpróbálni telepíteni?
it: %s non è stato impacchettato con lo screenlet packager. Continuare e provare ad installarlo?
ja: %s は Screenlet パッケージャによってパッケージされていません。このまま続けてインストールを試行しますか？
lt: %s nebuvo supakuotas su Screenlet packager. Ar norite tęsti ir bandyti jį įdiegti?
ms: %s tidak dipakejkan dengan pempakej screenlet. Anda hendak teruskan dan cuba pasang ia?
nb: %s ble ikke pakket med screenlets-packager. Ønsker du å fortsette og forsøke å installere den?
nl: %s is niet met de Screenletverpakker verpakt. Wil je doorgaan en proberen het te installeren?
pl: %s nie był spakowany przy pomocy screenlet-packager. Czy chcesz kontynuować i spróbować go zainstalować?
pt_br: %s não foi criado pelo empacotador de screenlets. Deseja continuar e tentar instalá-lo?
ro: %s nu a fost ambalat cu creator de pachete pentru screenleturi. Doriţi să continuați şi încercați să-l instalaţi?
ru: %s не был упакован с помощью упаковщика скринлетов. Вы хотите продолжить и попробовать установить пакет?
sk: %s nebol zbalený v tvorcovi screenlet balíkov. Prajete si pokračovať a pokúsiť sa ho nainštalovať?
sq: %s nuk eshte paketuar me paketuesin screenlet. Doni te vazhdoni dhe te provoni ta instaloni?
sr: %s није запакован са архивером справица екрана. Да ли желите наставити и пробати његову уградњу?
sv: %s är inte gjord med Screenlets paketering. Vill du fortsätta och installera ändå?
tr: %s, screenlet paketleyicisi ile paketlenmemiş. Devam edip yüklemeyi denemek ister misiniz?
uk: %s зпаковано не Screenlet packager' ом. Бажаєте всеодно спробувати встановити його?

source: This package was not packaged with the screenlet packager.
ar: لم تُحزَّم هذه الحزمة بواسطة مُحزِّم الشُويشات.
bg: Този пакет не е създаден с опаковчика на джаджи.
bs: Ovaj paket nije pakovan sa screenlet pakerom
ca: Aquest paquet no s'ha empaquetat amb l'empaquetador d'Screenlets.
cs: Tento balík nebyl vytvořen balíkovacím systémem screenletů.
da: Denne pakke var ikke pakket med screenletpakkeren
de: Dieses Paket wurde nicht mit dem Screenlet-Packer gepackt.
el: Αυτό το πακέτο δεν έχει πακεταριστεί με τον συσκευαστή των screenlets.
es: Este paquete no fue empaquetado con el empaquetador de screenlets.
et: See pakk pole pakitud töölauavidina pakendajaga.
fi: Tämä paketti ei ollut pakattu screenlet paketoijalla
fr: Ce paquet n'a pas été empaqueté avec l'empaqueteur de screenlets.
hr: Paket nije zapakiran sa screenlet stvaraocem paketa.
hu: A csomag nem a Screenlet csomagolóval lett csomagolva.
it: Questo pacchetto non è stato impacchettato con lo screenlet packager.
ja: このパッケージは Screenlet パッケージャによってパッケージされていません。
lt: Šis paketas nebuvo supakuotas su Screenlet packager.
ms: Pakej ini tidak dipakejkan dengan pempakej screenlet.
nb: Denne pakken ble ikke pakket med screenlets-packager.
nl: Dit pakket werd niet verpakt met de Screenletverpakker.
pl: To archiwum nie zostało utworzone przy pomocy screenlet-packager.
pt_br: Este pacote nao foi criado pelo empacotador de screenlet.
ro: Acest pachet nu a fost ambalat cu creatorul de pachete pentru screenleturi.
ru: Этот пакет не был упакован с помощью упаковщика скринлетов.
sk: Tento balík nebol zbalený v tvorcovi screenlet balíkov.
sq: Kjo pakete nuk eshte paketuar me paketuesin screenlet.
sr: Ова справица површи није запакована архивером справица екрана.
sv: Det här paketet är inte gjort med Screenlets hanteraren.
tr: Bu paket, screenlet paketleyicisi ile paketlenmemiş.
uk: Цей Скрінлет спаковано не Screenlet packager' ом.

source: The %sScreenlet has been succesfully installed.
ar: ثُبتت شُويشة %s بنجاح.
bg: Джаджата %s беше инсталирана успешно.
bs: %s Screenlet je uspješno instaliran.
ca: El %sScreenlet s'ha instal·lat correctament.
cs: Screenlet %s byl úspěšně naistalován.
da: The %sScreenlet er korrekt installeret.
de: Das %sScreenlet wurde erfolgreich installiert.
el: Το %sScreenlet έχει εγκατασταθεί με επιτυχία.
es: El %sScreenlet se ha instalado correctamente.
et: %sScreenlet on edukalt pigaldatud.
fi: %s-screenlet on onnistuneesti asennettu.
fr: Le Screenlet %s a bien été installé.
hr: %sScreenlet je uspješno instaliran.
hu: A %sScreenlet telepítése sikerült.
it: La Screenlet %s è stata installata con successo.
ja: %sScreenlet のインストールに成功しました。
lt: Valdiklis %s buvo sėkmingai įdiegtas.
ms: %sScreenlet berjaya dipasang.
nb: Screenlet %s har blitt installert uten feil.
nl: De %sScreenlet is succesvol geïnstalleerd.
pl: Screenlet %s został zainstalowany pomyślnie.
pt_br: O Screenlet %s foi instalado com sucesso.
ro: Screenletul %s a fost instalat cu succes.
ru: %s скринлет был успешно установлен.
sk: %sScreenlet bol úspešne nainštalovaný.
sq: %sScreenlet u instalua me sukses.
sr: %s справица екрана је успешно уграђена.
sv: %sScreenlet-installationen är klar.
tr: %s Screenlet'i başarılı bir şekilde yüklendi.
uk: Скрінлет %s успішно встановлено.

source: There is no existing autostart directory for your user account yet. Do you want me to automatically create it for you?
ar: لايوجد دليل لتشغيل التلقائي لحسابك بعد. هل ترغب أن أُنشاءه لك تلقائياً؟
bg: Във вашия потребителски профил все още не съществува папка за автоматично зареждане. Желаете автоматично създаване на такава?
bs: Nema postojećeg direktorija koji se automatski starta za Vaš korisnički račun,Želite li da automatski kreiram za Vas?
ca: Encara no hi ha directori d'inici automàtic per a aquest usuari. Voleu crear-lo?
cs: Pro tohoto uživatele neexistuje žádný adresář automatického spouštění. Přejete si, aby byl automaticky vytvořen?
da: Der er ingen eksisterende autostart mappe til din bruger konto endnu. Vil du have mig til at oprette en automatisk for dig?
de: Es existiert kein Autostart-Verzeichnis für Ihr Benutzerkonto. Möchten Sie, dass ich automatisch eines für Sie erstelle?
el: Δεν υπάρχει ακόμα κατάλογος αυτόματης εκκίνησης για τον δικό σας λογαριασμό χρήστη. Θέλετε να δημιουργήσω έναν για εσάς;
es: No hay ningún directorio de autoarranque en su cuenta de usuario. ¿Desea crearlo?
et: Sinu kasutajakonto jaoks pole veel loodud automaatkäivituse kataloogi. Kas luua see praegu?
fi: Käyttäjätunnuksellasi ei ole olemassa olevaa automaattikäynnistys -kansiota. Haluatko luoda sen automaattisesti?
fr: Il n'existe encore aucun dossier de démarrage automatique pour votre compte utilisateur. Voulez-vous que j'en créer un automatiquement pour vous?
hr: Ne postoji autostart mapa za vaš korisnički račun. Želite li automatski stvoriti mapu?
hu: Még nincs automatikus indítás mappa ehhez a felhasználóhoz. Szeretné, hogy automatikusan készüljön egy?
it: Non è ancora presente nessuna directory di autostart per il tuo account utente. Crearne automaticamente una?
ja: あなたのユーザーアカウント用の autostart ディレクトリがまだありません。自動的に作成しますか？
lt: Dar nėra jokio egzistuojančio auto-paleidimo aplanko jūsų vartotojui . Ar norite, kad jis būtu automatiškai sukurtas?
ms: Tiada direktor mula-sendiri sedia ada untuk akaun pengguna anda. Anda hendak ia dicipta secara automatik untuk anda?
nb: Det finnes ingen autostart-katalog for din brukerkonto ennå. Ønsker du å la meg automatisk lage den for deg?
nl: Er bestaat nog geen autostart map voor je gebruikersaccount. Wil je dat ik die automatisch voor je maak?
pl: Nie istnieje katalog autostartu dla twojego konta użytkownika. Czy chesz utworzyć go automatycznie?
pt_br: Não existe um diretório de inicialização automática para a sua conta de usuário. Deseja criá-lo automaticamente agora?
ro: Încă nu există nici un director existent de pornire automată pentru contul de utilizator. Vrei să se creeze automat pentru tine?
ru: Папка автозапуска не найдена для вашей учетной записи. Вы хотите создать её автоматически?
sk: Neexistuje žiaden samospúšťací adresár pre váš používateľský účet. Chcete, aby som ho pre vás automaticky vytvoril?
sq: Nuk ka akoma nje direktori autostart per perdoruesin tuaj. Doni te krijohet automatikisht kjo direktori?
sr: Још увек не постоји фасцикла за самостално покретање програма за ваш кориснички налог. Да ли желите да вам је самостално изградим?
sv: Det finns ingen autostartmapp för din användare än. Vill du att jag ska skapa en åt dig?
tr: Kullanıcı hesabınız için otomatik-başlat dizini bulunmuyor. Sizin için otomatik olarak oluşturmamı ister misiniz?
uk: Тека автозапуску для данного користувача відсутня. Ви хочете щоб її автоматично створили?

source: Automatic creation failed. Please manually create the directory: %s
ar: فشل الإنشاء التلقائي. من فضلك أنشئ الدليل يديوياً: %s
bg: Автоматичното създаване е неуспешно. Моля ръчно създайте папката: %s
bs: Automatsko pravljenje nije uspjelo.Molimo da kreirate ručno direktorij:
ca: Ha fallat la creació automàtica. Creeu el directori manualment: %s
cs: Automatické vytvoření selhalo. Prosím vytvořte ručně adresář %s
da: Automatisk oprettelse slog fejl. Foretag en manuel oprettelse af mappen: %s
de: Automatisches Erstellen fehlgeschlagen. Bitte erstellen Sie das Verzeichnis manuell. %s
el: Η αυτόματη δημιουργία απέτυχε. Παρακαλώ δημιουργήστε τον κατάλογο χειροκίνητα: %s
es: Falló la creación automática. Por favor, intente crear el directorio manualmente: %s
et: Automaatne tekitamine ebaõnnestus. Palun tekita see kataloog ise: %s
fi: Automaattinen luonti epäonnistui. Luo hakemisto käsin: %s
fr: La création automatique a échoué. S'il vous plaît, créez manuellement le dossier. %s
hr: Automatsko stvaranje nije uspjelo. Molim vas da ručno stvorite mapu: %s
hu: Az automatikus létrehozás nem sikerült. Kérem saját kezűleg hozza létre a könyvtárat: %s
it: Creazione automatica fallita. Creare manualmente la directory: %s
ja: 自動作成に失敗。手動でディレクトリを作成してください。: %s
lt: Automatinis sukūrimas nepavyko. Prašome rankiniu būdu sukurti aplanką: %s
ms: Penciptaan secara automatik gagal. Sila cipta direktori secara manual: %s
nb: Automatisk laging feilet. Vennligst lag følgende katalog manuelt: %s
nl: Automatisch maken van de map mislukt. Maak a.u.b. de map handmatig: %s
pl: Automatyczne tworzenie nie powiodło się. Proszę utworzyć katalog ręcznie: %s
pt_br: A tentativa de criar falhou. Por favor crie o diretório manualmente.
ro: Crearea automată a eșuat. Creați manual directorul: %s
ru: Не удалось автоматически создать папку. Пожалуйста, создайте её сами. %s
sk: Automatické vytvorenie zlyhalo. Prosím ručne vytvorte adresár: %s
sq: Krijimi automatik nuk u krye. Ju lutem krijoni manualisht direktorine: %s
sr: Самостално стварање није успело. Молим, ручно направите фасцилу: %s
sv: Autostartkatalog kunde inte skapas. Skapa katalogen manuellt: %s
tr: Otomatik oluşturma başarısız. Lütfen dizini el ile oluşturun: %s
uk: Не вийшло створити теку автоматично. Спробуйте самостійно. %s

source: Please manually create the directory: %s
ar: من فضلك أنشئ الدليل يديوياً: %s
bg: Моля ръчно създайте папката: %s
bs: Molimo da kreirate ručno direktorij:
ca: Creeu el directori manualment: %s
cs: Prosím vytvořte ručně adresář %s
da: Opret venligst kataloget manuelt: %s
de: Bitte erstellen Sie das Verzeichnis manuell. %s
el: Παρακαλώ δημιουργήστε τον κατάλογο χειροκίνητα: %s
es: Por favor cree manualmente el directorio: %s
et: Palun, loo siis käsitsi selline kataloog: %s
fi: Ole hyvä, luo kansio käsin: %s
fr: Veuillez créer le dossier manuellement: %s
hr: Molim vas da ručno stvorite mapu: %s
hu: Kérem saját kezűleg hozza létre a könyvtárat: %s
it: Crea manualmente la directory: %s
ja: 手動でディレクトリを作成してください。: %s
lt: Prašome rankiniu būdu sukurti aplanką: %s
ms: Sila cipta direktori secara manual: %s
nb: Vennligst lag følgende katalog manuelt: %s
nl: Maak de map a.u.b. handmatig: %s
pl: Proszę utworzyć katalog ręcznie: %s
pt_br: Por favor crie o diretório manualmente: %s
ro: Creați manual directorul: %s
ru: Пожалуйста, создайте папку сами. %s
sk: Prosím vytvorte adresár manuálne: %s
sq: Ju lutem krijoni manualisht direktorine: %s
sr: Молим, ручно направите фасциклу: %s
sv: Skapa katalogen manuellt: %s
tr: Lütfen dizini el ile oluşturun: %s
uk: Будь ласка, створіть теку вручну: %s
