Repository: Happy-Ferret/screenlets
Catalog: screenlets-manager/*.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, fi, fr, hr, hu, id, it, ja, lt, ms, nb, nl, pl, pt_br, ro, ru, sk, sq, sr, sv, tr, uk

source: Web Application was successfully installed
ar: ثُبت تطبيق الوِب بنجاح
bg: Уеб приложението беше инсталирано успешно
bs: Web aplikacija je uspješno instalirana
ca: S'ha instal·lat correctament l'aplicació web
cs: Webová aplikace byla úspěšně nainstalována.
da: Webbapplikationen er installeret
de: Web Anwendung wurde erfolgreich installiert
el: Η Web Εφαρμογή εγκαταστάθηκε με επιτυχία
es: La aplicación web se ha instalado correctamente
et: Web Application on edukalt paigaldatud
fi: Web sovellus asennettiin onnistuneesti
fr: L'application web a été installée avec succès
hr: Web aplikacija je uspješno instalirana
hu: Webes Alkalmazás sikeresen telepítve
it: Applicazione Web installata con successo
ja: Web アプリケーションのインストールに成功しました
lt: Interneto aplikacija sėkmingai įdiegta
ms: Aplikasi Sesawang berjaya dipasang
nb: Internett-applikasjon ble installert uten feil
nl: De web applicatie is succesvol geïnstalleerd
pl: Aplikacja Sieciowa została zainstalowana pomyślnie
pt_br: Aplicação Web foi instalada com sucesso
ro: Aplicațiile web au fost instalate cu succes
ru: Веб приложение(Web Application) было успешно установлено
sk: Webová aplikácia bola úspešne nainštalovaná
sq: Programi Web u instalua me sukses
sr: Веб програм је успешно уграђен
sv: Webbapplikationen är installerad
tr: Web Uygulaması başarıyla yüklendi
uk: Веб додаток успішно встановлений

source: Error installing!!!
ar: خطأ في التثبيت!!!
bg: Грешка при инсталиране!!!
bs: Greška pri instalaciji!!!
ca: S'ha produït un error en instal·lar.
cs: Chyba instalace!!!
da: Fejl ved installation!
de: Fehler beim installieren!!!
el: Σφάλμα εγκατάστασης!!!
es: Error al instalar
et: Viga paigaldamisel!!!
fi: Virhe asennuksessa! ! !
fr: Erreur lors de l'installation!!!
hr: Greška prilikom instaliranja!
hu: Telepítési hiba!!!
it: Errore nell'installazione!!!
ja: インストールにエラー！！！
lt: Klaida įdiegiant!!!
ms: Ralat memasang!!!
nb: Feil ved installasjon!
nl: Een fout bij installatie!!!
pl: Błąd instalacji!!!
pt_br: Erro ao instalar!!!
ro: Instalare eronată!!!
ru: Ошибка установки!!!
sk: Došlo k chybe pri inštalácií!!!
sq: Gabim ne Instalim!!!
sr: Грешка при уградњи!!!
sv: Fel vid installation!!!
tr: Kurulum hatası!!!
uk: Помилка встановлення!!!

source: Please specify a name for the widget
ar: حدد اسم للودجة من فضلك
bg: Моля определете име за джаджата
bs: Molimo da specifirate ime za widget
ca: Especifiqueu un nom pel giny
cs: Prosím, upřesněte jméno widgetu
da: Specificer venligst et navn til widgeten
de: Bitte legen sie einen Namen für das Widget fest
el: Παρακαλώ δώστε ένα όνομα για το γραφικό συστατικό
es: Por favor, especifica un nombre para el widget
et: Palun määra vidinale nimi
fi: Ole hyvä, kerro vimpaimen nimi
fr: Veuillez spécifier un nom pour le widget
hr: Molim vas odredite ime za widget
hu: Adjon nevet a widgetnek
it: Specifica un nome per il widget
ja: ウィジェットの名前を指定してください
lt: Prašome parinkti pavadinimą šiam valdikliui
ms: Sila nyatakan nama widget
nb: Vennligst spesifiser et navn for miniprogrammet
nl: Geef een naam voor het widget
pl: Proszę podać nazwę dla widgetu
pt_br: Por favor especifique um nome para o widget
ro: Specificați un nume pentru widget
ru: Пожалуйста, определите имя для этого виджета (widget)
sk: Zadajte prosím názov pre widget
sq: Ju lutem specifikoni nje emer per widget
sr: Молим, одредите назив за справицу површи
sv: var god välj ett namn för denna Widget
tr: Lütfen parçacık için bir isim belirtiniz
uk: Конкретизуйте ім'я для віджету

source: No HTML code found
ar: لم يعثر على شفرة إتش.تي.إم.إل
bg: Не е открит код на HTML
bs: Nije pronađen HTML kod
ca: No s'ha trobat codi HTML
cs: Nebyl nalezen žádný HTML kód.
da: Ingen HTML-kode fundet
de: Kein HTML-Code gefunden
el: Δεν βρέθηκε κώδικας HTML
es: No se ha encontrado código HTML
et: HTML koodi ei leitud
fi: HTML -koodia ei löytynyt
fr: Ancun code HTML trouvé
hr: Nije pronađen HTML kod
hu: Nem található HTML kód
id: Tidak ada HTML kode ditemukan
it: Codice HTML non trovato
ja: HTML コードが見つかりません
lt: Nerastas HTML kodas
ms: Tiada kod HTML ditemui
nb: Ingen HTML-kode funnet
nl: Geen HTML code gevonden
pl: Nie znaleziono kodu HTML
pt_br: Nenhum código HTML encontrado
ro: Nu a fost găsit nici un cod HTML
ru: Код HTML не найден
sk: Nebol nájdený HTML kód
sq: Nuk u gjet kod HTML
sr: Није пронађен ХТМЛ код
sv: Ingen HTML-kod hittad
tr: HTML kodu bulunamadı
uk: HTML код не знайдений

source: Convert any webpage widget into a Screenlet.
ar: حول أي ودجة صفحة وِب إلى شُويشة
bg: Преобразуване на всяка една джаджа на уеб страница в джаджа.
bs: Konvertuj bilo koju web stranicu u screenlet.
ca: Converteix qualsevol giny de pàgina web en un Screenlet.
cs: Přeměň jakýkoliv webový widget do Screenletu.
da: Konverter hvilken som helst web widget om til en Screenlet.
de: Konvertiere alle Webseiten Widgets in ein Screenlet.
el: Μετατροπή οποιουδήποτε γραφικού συστατικού ιστοσελίδας σε screenlet.
es: Convierte cualquier página web - widget en un Screenlet
et: Teisenda ükskõik milline veebividin töölauavidinaks
fi: Muunna mikä tahansa vimpain Screenletiksi
fr: Convertir n'importe quelle page web widget en Screenlet.
hr: Pretvori bilo koji widget za web stranice u Screenlet.
hu: Más weblap widget Screenletté konvertálása
it: Converti qualsiasi pagina web in una Screenlet
ja: あらゆる Web ページウィジェットを Screenlet に変換。
lt: Pakeisti bet kurį internetinį valdiklį į darbastalio valdiklį.
ms: Tukar sebarang widget halaman seawang kepada Screenlet.
nb: Omdann enhver nettbasert "widget" til en screenlet
nl: Zet elke webpage widget over in een Screenlet.
pl: Konwertuj widget sieciowy na Screenlet
pt_br: Converte qualquer widget online em Screenlet.
ro: Convertiți orice pagină widget într-un screenlet.
ru: Преобразование любых веб виджетов (widget) в скринлеты (screenlet).
sk: Premeňte akýkoľvek widget webstránky na screenlet.
sq: Konverto cdo widget ne nje Screenlet.
sr: Претвори било коју веб страницу у справицу екрана.
sv: Konvertera webbsidewidgets till screenlets.
tr: Herhangi bir web sayfası parçacığını bir Screenlet' e çevir.
uk: Конвертувати любий веб-віджет у Screenlet

source: Step 1 : Find the widget you want to convert
ar: الخطوة ١ : إعثر على الودجة اللتي ترغب في تحويلها
bg: Стъпка 1: Намерете уеб джаджата, която желаете да преобразувате
bs: Korak 1: Pronađite widget koji želite da konvertujete
ca: Pas 1: Trobeu el giny que voleu convertir
cs: Krok 1 : Najděte widget, který chcete přeměnit
da: Punkt 1 : Find den widget du ønsker at konvertere
de: Schritt 1: Finde das zu konvertierende Screenlet.
el: Βήμα 1: Βρείτε το γραφικό συστατικό που θέλετε να μετατρέψετε
es: Paso 1 - Encontrar el widget a convertir
et: 1. samm : Leia vidin, mida sa soovid teisendada
fi: Vaihe 1: Etsi vimpain jonka haluat muuntaa
fr: Étape 1 : Trouver le widget à convertir
hr: Korak 1: Pronađite widget koji želite pretvoriti
hu: 1. Lépés: Találjon egy konvertálni szánt wigdetet
it: Passo 1 : Trova il widget che vuoi convertire
ja: ステップ 1 : 変換したいウィジェットを見つける
lt: Pirmas žingsnis: Surasti valdiklį kurį norite pakeisti.
ms: langkah 1 : Cari widget yang anda hendak tukarkan
nb: Steg 1: Finn miniprogrammet du ønsker å omdanne
nl: Stap 1: Zoek de widget die je wilt overzetten
pl: Krok 1 : Znajdź widget który chcesz konwertować
pt_br: Passo 1 : Encontrar o widget que você quer converter
ro: Pasul 1 : Căutați widgetul pe care doriți să-l convertiți
ru: Шаг 1 : Найдите виджет (widget), который вы хотите преобразовать
sk: Krok 1: Nájdite widget, ktorý chcete konvertovať
sq: Hapi i pare : Gjeni widget qe doni te konvertoni
sr: Корак 1: Нађите справицу површи коју желите претворити
sv: Steg 1: Hitta den widget du vill convertera.
tr: Adım 1 : Çevirmek istediğiniz parçacığı bulun
uk: Крок 1 : Пошук віджета для конвертації

source: Step 2 : Copy and Paste the HTML from the widget in the box below
ar: الخطوة ٢ : إنسخ وألصق شفرة الإتش.تي.إم.إل من الودجة في الصندوق أدناه
bg: Стъпка 2: Копирайте и поставете кода на HTML от уеб джаджата в полето по-долу
bs: Korak 2: Kopirajte i zalijepite HTML iz widgeta u polje ispod
ca: Pas 2: Copieu i enganxeu l'HTML des del giny al quadre de sota
cs: Krok 2 : Vyjměte a zkopírujte HTML z widgetu do spodního okna
da: Punkt 2 : Kopier og indsæt HTML koden fra widgeten i boksen nedenunder
de: Schritt 2: Füge den HTML-Code des Widgets in das folgende Textfeld ein
el: Βήμα 2: Αντιγράψτε και επικολλήστε τον κώδικα HTML του γραφικού συστατικού στο παρακάτω πλαίσιο
es: Paso 2 - Copiar y Pegar el código HTML del widget en la caja de texto que hay aqui abajo:
et: 2. samm : Kopeeri ja kleebi selle vidina HTML allpool paiknevasse kasti
fi: Vaihe 2: Kopioi ja pasteta vimpaimen HTML -koodi alla olevaan laatikkoon
fr: Étape 2 : Copier et Coller le code HTML du widget dans la boîte ci-dessous
hr: Korak 2: Kopirajte i Zalijepite HTML widgeta u donje polje
hu: 2. Lépés: Másolja és illessze be a widget HTML kódját a lenti dobozba
it: Passo 2 : Copia e Incolla il codice HTML dal widget nella casella sottostante
ja: 下のボックスにウィジェットから HTML をコピー＆ペースト
lt: Antras žingsnis: Į valdiklio eilutę žemiau, nukopijuoti ir įklijuoti HTML kodą
ms: Langkah 2 : Salin dan Tampal HTML dari widgeet dalam kotak dibawah
nb: Steg 2: Kopier og lim HTML fra miniprogrammet i boksen under
nl: Stap 2: Kopieer en Plak de HTML van de widget in het vak hieronder
pl: Krok 2 : Skopiuj i Wklej HTML z widgetu do obszaru poniżej
pt_br: Passo 2 : Copiar e Colar o HTML do widget na caixa abaixo
ro: Copiați și inserați HTML din widget în caseta de mai jos
ru: Шаг 2 : Скопируйте и вставьте HTML код виджета (widget) в поле ниже
sk: Krok 2: Skopírujte a vložte HTML z widget do políčka nižšie
sq: Hapi i dyte : Kopjo dhe Ngjit HTML nga widget ne kutine me poshte
sr: Корак 2: Умножите и залепите ХТМЛ из справе површи у прозорчету испод
sv: Steg 2: Kopiera och klistra in HTML-koden från widgeten i rutan nedanför.
tr: Adım 2 : Parçacığın HTML kodunu kopyalayın ve aşağıdaki kutuya yapıştırın
uk: Крок 2 : Копіюйте і Вставляйте HTML форму фіджету у нижній блок

source: Step 3 : Give it a name in the box below and click on Ok to convert
ar: الخطوة ٣ : أعطها اسم في الصندوق أدناه و انقر على موافق لِتُحول
bg: Стъпка 3: Въведете име в полето по-долу и цъкнете ОК за преобразуване
bs: Korak 3:Dajte ime u polju ispod i kliknite U redu za konverziju
ca: Pas 3: Doneu-li un nom en el quadre de sota i feu clic a «D'acord» per a convertir-lo
cs: Krok 3 : Ve spodním okně vyberte jméno a pro přeměnu klikněte na OK
da: Punkt 3 : Giv den et navn i boksen nedenunder og klik Ok for at konvertere
de: Schritt 3: Vergebe einen Namen in der Box und Klicke auf Ok zum konvertieren
el: Βήμα 3: Δώστε του ένα όνομα στο παρακάτω πλαίσιο και πατήστε στο Ok για να γίνει η μετατροπή
es: Paso 3 - Ponle un nombre, y convierte el widget pulsando aceptar
et: 3. samm : Pane sellele allpool paiknevas kastis nimi ja teisendamiseks vajuta Ok nupule
fi: Vaihe 3: Anna Screenletille nimi ja paina OK aloittaksesi muutoksen
fr: Étape 3 : Donner lui un nom dans la boite ci-dessous et cliquer sur OK pour le convertir
hr: Korak 3: Dajte widgetu ime u polje ispod, te pritisnite U redu.
hu: 3. Lépés: Írja be a kívánt nevet a lenti dobozba és kattintson az OK-ra a konvertáláshoz
it: Passo 3 : Dagli un nome nella casella sottostante e premi Ok per convertire
ja: ステップ 3 : 下のボックスに名前を入力し OK をクリックして変換
lt: Trečias žingsnis: Eilutėje žemiau duoti jam pavadinimą ir paspausti Gerai.
ms: Langkah 3 : Berikan nama dalam kotak dibawah dan klik Ok untuk tukarkan
nb: Steg 3: Gi det et navn i boksen under og klikk OK for å omdanne
nl: Stap 3: Geef die een naam in het vak hieronder en klik op OK om over te zetten
pl: Krok 3 : Nadaj mu nazwę i kliknij OK aby kontynuować
pt_br: Passo 3: Dar um nome ao Screenlet na caixa abaixo e clicar OK para converter
ro: Pasul 3 : Dați-i un nume în caseta de mai jos și faceți clic pe OK pentru a converti
ru: Шаг 3 : Укажите имя виджета (widget) в поле ниже и нажмите кнопку Ок для преобразования
sk: Krok 3: Zadajte názov do políčka nižšie a kliknutím na OK konvertujte.
sq: Hapi i trete : Vendosni nje emer per kutine me poshte dhe klikoni OK per ta konvertuar
sr: Корак 3 : Дајте му назив у прозорчету испод и кликните на Ок за претварање
sv: Steg 3: Ge den ett namn i rutan nedanför och klicka på OK för att konvertera.
tr: Aşama 3: Aşağıdaki kutuda ona bir ad verin ve dönüştürmek için Tamam'a tıklayın
uk: Крок 3 : Дайте назву блоку і натискайте "Ok" для конвертації

source: The name of the widget
ar: اسم الودجة
bg: Името на джаджата
bs: Ime widgeta
ca: El nom del giny
cs: Název widgetu
da: Navn på Widgeten
de: Der Name des Widgets
el: Το όνομα του γραφικού συστατικού
es: El nombre del widget
et: Vidina nimi
fi: Vimpaimen nimi
fr: Le nom du widget
hr: Ime widgeta
hu: A widget neve
id: Nama dari widget
it: Nome del widget
ja: ウィジェットの名前
lt: Valdiklio pavadinimas
ms: Nama bagi widget
nb: Navnet på miniprogrammet
nl: De naam van het widget
pl: Nazwa widgetu
pt_br: O nome do widget
ro: Numele widgetului
ru: Название виджета
sk: Názov widgetu
sq: Emri i widget
sr: Назив справице површи
sv: Namnet på widgeten
tr: Parçacığın ismi
uk: Назва віджету

source: Widget converter
ar: محول الودجات
bg: Конвертор на джаджи
bs: Widget konverter
ca: Convertidor de ginys
cs: Převaděč Widgetů
da: Widget konvertering
de: Widget Konverter
el: Μετατροπέας γραφικού συστατικού
es: Convertidor de Widgets
et: Vidinateisendaja
fi: Vimpaimen muuntaja
fr: Convertisseur de widget
hr: Pretvarač widgeta
hu: Widget konvertáló
it: Convertitore Widget
ja: ウィジェット・コンバーター
lt: Valdiklio keitiklis
ms: Penukar widget
nb: Miniprogram-omdanner
nl: Widget overzetter
pl: Konwerter widgetów
pt_br: Conversor de widget
ro: Convertor widget
ru: Преобразовани виджета (widget)
sk: Konverter widgetov
sq: Konvertues Widget
sr: Претварач справица површи
sv: Widgetkonverterare
tr: Parçacık dönüştürücü
uk: Ковнертер віджета

source: Widget was successfully converted
ar: حُولت الودجة بنجاح
bg: Преобразуването на джаджата е успешо
bs: Widget je uspješno konvertovan
ca: El giny s'ha convertit correctament
cs: Widget byl úspěšně přeměněn.
da: Widget blev konverteret
de: Widget wurde erfolgreich konvertiert
el: Το γραφικό συστατικό μετατράπηκε με επιτυχία
es: El Widget ha sido convertido correctamente
et: Vidin on edukalt teisendatud
fi: Vimpain muunnettiin onistuneesti
fr: Le widget a été converti avec succès
hr: Widget je uspješno pretvoren
hu: A widget konvertálása sikeres
it: Widget convertito con successo
ja: ウィジェットの変換に成功しました。
lt: Valdiklis sėkmingai pakeistas
ms: Widget berjaya ditukarkan
nb: Miniprogrammet ble omdannet uten feil
nl: Widget is met succes overgezet
pl: Widget został konwertowany pomyślnie
pt_br: O widget foi convertido com sucesso!
ro: Widgetul a fost convertit cu succes
ru: Виджет (widget) был успешно преобразован
sk: Widget bol úspešne prevedený
sq: Widget u konvertua me sukses
sr: Справица површи је успешно претворена
sv: Widgeten är konverterad
tr: Parçacık başarıyla dönüştürüldü
uk: Віджет був успішно конвертований

source: Error converting!!!
ar: خطأ في التحويل!!!
bg: Грешка при преобразуване!!!
bs: Greška kod konvertovanja!!!
ca: S'ha produït un error en convertir.
cs: Chyba během přeměny!!!
da: Fejl ved konverteringen!!
de: Fehler beim Konvertieren!!!
el: Σφάλμα μετατροπής!!!
es: Error al convertir
et: Viga teisendamisel!!!
fi: Virhe muunnoksessa! ! !
fr: Erreur de conversion!!!
hr: Greška pri pretvaranju!
hu: Konvertálási hiba!!!
it: Errore di conversione!!!
ja: 変換にエラー！！！
lt: Konvertavimo klaida!!!
ms: Ralat menukar!!!
nb: Feil ved omdanning!
nl: Fout bij het overzetten!!!
pl: Błąd konwertowania!!!
pt_br: Erro ao converter!!!
ro: Conversie eronată!!!
ru: Ошибка преобразования!!!
sk: Došlo k chybe počas prevádzania!!!
sq: Gabim ne Konvertim!!!
sr: Грешка при претварању!!!
sv: Fel i konverteringen!!!
tr: Dönüştürme hatası!!!
uk: Помилка конвертації!!!

source: Screenlets-Manager must now be restarted
ar: يجب إعادة تشغيل مدير الشُويشات
bg: Мениджъра на джаджи трябва да се рестартира
bs: Screenlet menadžer se mora resetovati
ca: El gestor d'Screenlets s'ha de reiniciar
cs: Screenlets-Manager musí být restartován
da: Screenlets-Manager skal genstartes nu
de: Screenlets-Manager muss nun neugestartet werden
el: Ο Διαχειριστής των screenlets πρέπει να επανεκκινηθεί τώρα
es: Screenlets-Manager se debe reiniciar ahora mismo
et: Töölauavidinate haldur tuleb nüüd taaskäivitada
fi: Screenlet -hallinta täytyy uudelleenkäynnistää
fr: Le Screenlets-Manager doit être redémarré
hr: Upravitelj screenleta se sada mora ponovno pokrenuti
hu: A Screenlet Beállításkezelő most újraindul
it: Ora Screenlets-Manager deve essere riavviato
ja: Screenlets マネージャを直ちに再起動させる必要があります
lt: Darbastalio valdiklių tvarkytuvė turi būti paleista iš naujo
ms: Pengurus-Screenlets mesti dimulakan semula sekarang
nb: Screenlets-manager må nå startes på nytt
nl: Screenlets-Manager moet nu herstart worden
pl: Menadżer Screenletów musi zostać ponownie uruchomiony.
pt_br: O Gerenciador de Screenlets precisa ser reiniciado
ro: Screenlets-Manager trebuie să fie repornit acum
ru: Менеджер скринлетов (Screenlets-Manager) сейчас должен быть перезапущен
sk: Manažér screenletov musí byť reštartnutý
sq: Menaxheri i Screenlets tani duhet te rifillohet
sr: Управник справица се сада мора поново покренути
sv: Screenlets-Manager måste startas om
tr: Screenlets Yöneticisi, şimdi yeniden başlatılmalı
uk: Screenlets-Manager повинен перезавантажитись

source: Screenlets packager - (c) RYX (Rico Pfaus) 2007 Usage: screenlets-packager <path> [options]
bg: Пакетировач на джаджа - (c) RYX (Rico Pfaus) 2007 използване: screenlets-packager <път> [опции]
el: Screenlets packager - (c) RYX (Rico Pfaus) 2007 Χρήση: screenlets-packager <path> [options]
es: Paquete de Screenlets - (c) RYX (Rico Pfaus) 2007 Uso: screenlets-packager <ruta> [opciones]
et: Screenletide pakendaja - (c) RYX (Rico Pfaus) 2007 Kasutus: screenlets-packager <asukoht> [võtmed]
fr: Empaqueteur de Screenlets - (c) RYX (Rico Pfaus) 2007 Utilisation: screenlets-packager <chemin> [options]
hu: Screenlet csomagoló - (c) RYX (Rico Pfaus) 2007 Használat: screenlets-packager <útvonal> [opciók]
it: Screenlets packager - (c) RYX (Rico Pfaus) 2007 Uso: screenlets-packager <path> [opzioni]
ms: Pempakej Screenlets - (c) RYX (Rico Pfaus) 2007 Penggunaan: screenlets-packager <laluan> [pilihan]
nl: Screenlets packager - (c) RYX (Rico Pfaus) 2007 Gebruik: screenlets-packager <bestandslocatie> [opties]
pl: Screenlets paker - (c) RYX (Rico Pfaus) 2007 Użycie: screenlets-packager <path> [options]
pt_br: Empacotador do Screenlets - (c) RYX (Rico Pfaus) 2007 Uso: screenlets-packager <caminho> [opções]
ro: Creator de pachete pentru screenleturi - (c) RYX (Rico Pfaus) 2007 Folosire: creator de pachete pentru screenleturi <cale> [opțiuni]
sk: Balíkovač screenletov - (c) RYX (Rico Pfaus) 2007 Použitie: screenlets-packager <path> [options]
tr: Screenlets paketleyicisi - (c) RYX (Rico Pfaus) 2007 Kullanım: screenlets-packager <dizin> [seçenekler]

source: The specified path "%s" does not exist.
ar: المسار المحدد "%s" غير موجود.
bg: Указаният път "%s" не съществува.
bs: Specificirana putanja "%s" ne postoji.
ca: El camí especificat «%s» no existeix.
cs: Uvedená cesta "%s" neexistuje.
da: Den specificerede sti "%s" eksisterer ikke.
de: Der gewählte Pfad "%s" existiert nicht.
el: Η καθορισμένη διαδρομή "%s" δεν υπάρχει.
es: La dirección "%s" no existe.
et: Asukohta "%s" ei eksisteeri.
fi: Valittua polkua "%s" ei ole
fr: Le chemin spécifié "%s" n'existe pas.
hr: Odabrana putanja "%s" ne postoji.
hu: A megadott "%s" útvonal nem létezik.
it: Il percorso specificato "%s" non esiste.
ja: 指定パス "%s" は存在しません
lt: Apibrėžtas kelias "%s " neegzistuoja.
ms: Laluan "%s" yang dinyatakan tidak wujud.
nb: Den oppgitte stien "%s" finnes ikke.
nl: Het opgegeven pad "%s" bestaat niet.
pl: Posana ścieżka "%s" nie istnieje.
pt_br: O caminho especificado "%s" não existe.
ro: Calea specificată "%s" nu există.
ru: Указанный путь "%s" не существует.
sk: Zadaná cesta "%s" neexistuje.
sq: Drejtimi i specifikuar "%s" nuk ekziston.
sr: Назначена путања „%s“ не постоји.
sv: Den valda sökvägen "%s" existerar inte.
tr: Belirlenen "%s" yol yok.
uk: Вказаний шлях "%s" не існує.

source: Found path "%s".
ar: عُثر على مسار "%s".
bg: Пътят "%s" е открит.
bs: Pronađena putanja "%s".
ca: S'ha trobat el camí «%s».
cs: Nalezena cesta "%s".
da: Fundet sti "%s".
de: Pfad "%s" gefunden.
el: Βρέθηκε διαδρομή "%s".
es: Dirección encontrada "%s".
et: Leitud asukoht "%s".
fi: Löydettiin polku "%s".
fr: Touver le chemin "%s".
hr: Ponađena putanja "%s".
hu: Útvonal megtalálva: "%s".
it: Trovato percorso "%s".
ja: パス "%s" 発見。
lt: rastas kelias "%s".
ms: Temui laluan "%s"
nb: Fant sti "%s".
nl: Gevonden pad "%s".
pl: Znaleziono ścieżkę "%s".
pt_br: Encontrado caminho "%s"
ro: Cale găsită "%s".
ru: Найден путь "%s".
sk: Nájdená cesta "%s".
sq: U gjet drejtimi "%s".
sr: Пронађена путања „%s“.
sv: Hittade sökvägen "%s".
tr: Bulunan dizin '%s'.
uk: Знайдено "%s".

source: Failed to extract screenlet name from path.
ar: فشل في إستخراج اسم الشُويشة من المسار.
bg: Неуспех при извличане името на джаджата от пътя.
bs: Neuspješno ekstraktovanje imena screenleta iz putanje.
ca: No s'ha pogut extreure el nom de l'Screenlet des del camí.
cs: Nepodařilo se extrahovat název screenletu z cesty.
da: Fejlede under forsøg på at udtrække screenlet navn fra kilde.
de: Konnte Screenlet-Namen nicht aus Pfad extrahieren.
el: Αποτυχία εξαγωγής ονόματος του screenlet από τη διαδρομή.
es: Error al extraer el nombre del screenlet desde la dirección dada.
et: Töölauavidina lahtipakkimine antud asukohast ebaõnnestus.
fi: Epäonnistuttiin eristämään Screenletin nimeä polusta.
fr: Echec de l'extraction du nom du screenlet depuis le chemin.
hr: Neuspjelo izvlačenje imena screenleta iz putanje.
hu: Nem sikerült a név kinyerése az útvonalból.
it: Fallimento durante l'estrazione del nome della screenlet dal percorso.
ja: パスからの Screenlet 名の抽出に失敗。
lt: Nepavyko ištraukti valdiklio pavadinimo iš nurodyto kelio.
ms: Gagal ekstrak nama screenlet dari laluan.
nb: Klarte ikke hente ut navn på Screenlet fra sti.
nl: Het is niet gelukt de naam van de Screenlet te ontlenen aan het pad.
pl: Nie udało się pobrać nazwy screenletu ze ścieżki.
pt_br: Falha ao extrair o nome do screenlet a partir do caminho.
ro: Extragerea numelui screenletului de la calea dată a eșuat.
ru: Не удалось выделить имя скринлета из пути.
sk: Nepodarilo sa z umiestnenia zistiť názov screenletu
sq: Nuk mund te nxirrej emri i screenlet nga drejtimi.
sr: Нисам успео да издвојим назив справице екрана из путање.
sv: Det gick inte att extrahera screenletnamn från sökvägen.
tr: Dizinden screenlet adını çıkarma başarısız oldu.
uk: Невдале розпакування screenlet’у по шляху.

source: Screenlet name is %s.
ar: اسم الشُويشة %s.
bg: Името на джаджата е %s.
bs: Ime screenleta je %s.
ca: El nom de l'Screenlet és %s.
cs: Jméno Screenletu je %s.
da: Screenlet navn er %s.
de: Screenlet-Name ist %s.
el: Το όνομα του screenlet είναι %s.
es: El nombre del Screenlet es %s.
et: Töölauavidina nimi on %s.
fi: Screenletin nimi on %s
fr: Le nom du Screenlet est %s.
hr: Ime screenleta je %s.
hu: A Screenlet neve %s.
it: Il nome della Screenlet è %s.
ja: Screenlet 名は %s です。
lt: Valdiklio pavadinimas yra %s.
ms: Nama screenlet adalah %s.
nb: Navn på Screenlet er %s.
nl: Screenlet naam is %s.
pl: Nazwa screenletu: %s.
pt_br: O nome do Screenlet é %s.
ro: Numele screenletului este %s.
ru: Имя скринлета %s
sk: Názov screenletu je %s.
sq: Emri i Screenlet eshte %s.
sr: Назив справице екрана је %s.
sv: Screenletnamnet är %s.
tr: Screenlet adı %s.
uk: Назва Скрінлету - %s
