Repository: Happy-Ferret/screenlets
Catalog: screenlets-manager/*.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, fi, fr, hr, hu, id, it, ja, lt, ms, nb, nl, pl, pt_br, ro, ru, sk, sq, sr, sv, tr, uk

source: Permanently uninstall/delete the currently selected Screenlet ...
ar: أزل تثبيت/إحذف نهائياً الشُويشة المختارة حالياً ...
bg: Деинсталиране/изтриване на текущо избраната джаджа...
bs: Zauvijek deinstaliraj/obriši trenutno odabrani screenlet...
ca: Desinstal·la/suprimeix permanentment l'Screenlet seleccionat actualment ...
cs: Natrvalo odinstalovat/smazat současný Screenlet...
da: Fjern/slet den valgte Screenlet permanent ...
de: Entferne/lösche das aktuell gewählte Screenlet dauerhaft ...
el: Μόνιμη απεγκατάσταση/διαγραφή του παρόντος επιλεγμένου Screenlet...
es: Borrar permanentemente el Screenlet seleccionado...
et: Eemalda valitud töölauavidin süsteemist lõplikult ...
fi: Poista asennus/deletoi pysyvästi valittu Screenlet...
fr: Désinstaller/Supprimer définitivement le Screenlet courant sélectionné
hr: Trajno deinstaliraj/izbriši odabrani Screenlet ...
hu: Végleg törli a kiválasztott Screenletet …
id: Permanen uninstall / menghapus Screenlet yang dipilih saat ini ...
it: Disinstalla/Rimuovi permanentemente la Screenlet attualmente selezionata ...
ja: 現在選択中の Screenlet を完全にアンインストール/削除...
lt: Pašalinti valdiklį ...
ms: Nyahpasang/padam Screenlet terpilih semasa secara kekal ...
nb: Avinstaller/ slett permanent den valgte Screenlet
nl: Deïnstalleer/verwijder de huidige geselecteerde Screenlet ...
pl: Trwale odinstaluj/usuń obecnie wybrany Screenlet ...
pt_br: Desinstalar/remover permanentemente o Screenlet selecionado ...
ro: Dezinstalare permanentă/șterge screenletul selectat ...
ru: Навсегда удалить выбранный скринлет ...
sk: Trvalo odinštalovať/zmazať aktuálne zvolený Screenlet ...
sq: Cinstalo/Fshij pergjithmone Screenlet e zgjedhur aktualisht ...
sr: Трајно разгради/избриши тренутно означену справицу екрана ...
sv: Avinstallera vald Screenlet permanent.
tr: Seçili bileşen'i kalıcı olarak sil
uk: Видалити обраний Скріндет назавжди ...

source: Reset this Screenlet configuration (will only work if Screenlet isn't running)
ar: إعادة تعيين أعدادات هذا الScreenlet (لن ينجح الا اذا لم يكن هذا الScreenlet مشغل)
ms: Tetap semula konfigurasi Screenlet ini (hanya akan berfungsi jika Screenlet tidak berjalan)
sk: Obnoviť nastavenia tohto screenletu (pre správnu funkčnosť screenlet nesmie byť spustený)
sr: Врати на задато поставке справице екрана (ради само ако справица екрана није покренута)

source: Install new theme for this screenlet
ar: ثبت سِمة جديدة لهذه الشُويشة
bg: Инсталиране на нова тема за тази джаджа
bs: Instaliraj novu temu za ovaj screenlet
ca: Instal·la un tema nou per a aquest Screenlet
cs: Nainstalovat nový styl pro tento screenlet
da: Installér nyt tema for denne screenlet
de: Neues Thema für dieses Screenlets installieren
el: Εγκατάσταση νέου θέματος γι' αυτό το Screenlet
es: Instalar un tema nuevo para este screenlet
et: Paigalda sellele töölauavidinale uus teema
fi: Asenna uusi teema tälle Screenletille
fr: Installer un nouveau thème pour ce screenlet
hr: Instaliraj novu temu za ovaj screenlet
hu: Új téma telepítése ehhez a Screenlethez
id: Menginstal tema baru untuk screenlet ini
it: Installa un nuovo tema per questa screenlet
ja: この screenlet 用の新しいテーマのインストール
lt: Įdiegti naują temą šiam valdikliui
ms: Pasang tema baru untuk screenlet ini
nb: Installer nytt tema for denne screenlet
nl: Installeer een nieuw thema voor deze Screenlet
pl: Instaluj nowy motyw dla tego screenletu
pt_br: Instalar novo tema para esse screenlet
ro: Instalează temă nouă pentru acest screenlet
ru: Установить новую тему для этого скринлета
sk: Nainštalovať nový motív pre tento screenlet
sq: Instalo teme te re per kete Screenlet
sr: Угради нову тему за ову справицу екрана
sv: Installera nytt tema för vald Screenlet
tr: Bu bileşen için yeni bir tema yükle
uk: Встановити нове оформлення для Скрінлету

source: Restart all Screenlets that have auto start at login
ms: Mula semua semua Screenlet yang telah mula-sendiri semasa daftar masuk
sk: Obnoviť všetky screenlety, ktoré majú povolené automatické spúšťanie po prihlásení
sr: Поново покрени све справице екрана које се самостално покрећу по пријави

source: Close all Screenlets running
ar: أغلق جميع الشُويشات النشطة
bg: Затваряне на всички пуснати джаджи
bs: Zatvori sve pokrenute screenlete
ca: Tanca tots els Screenlets que s'estan executant
cs: Ukončit všechny běžící Screenlety
da: Luk alle kørende Screenlets
de: Schließe alle laufenden Screenlets
el: Κλείσιμο όλων των Screenlets που εκτελούνται
es: Cerrar todos los Screenlets en ejecución
et: Sulge kõik töötavad töölauavidinad
fi: Sulje kaikki käynnissä olevat Screenletit
fr: Fermer tous les Screenlets en cours d'exécution
hr: Zatvori sve pokrenute Screenlete
hu: Az összes futó Screenlet bezárása
id: Tutup semua Screenlets yang berlari
it: Chiudi tutte le Screenlets avviate
ja: 実行中の全ての Screenlet を閉じる
lt: Užverti visus paleistus valdiklius
ms: Tutup semua Screenlet yang berjalan
nb: Lukke alle kjørende screenlets
nl: Sluit alle lopende Screenlets
pl: Zamknij wszystkie uruchomione screenlety
pt_br: Fechar todos os Screenlets ativos
ro: Inchideți toate Screenlets rulările Screenlets
ru: Закрыть все запущенные скринлеты (Screenlets)
sk: Zatvoriť všetky bežiace screenlety
sq: Mbyll te gjitha Screenlet e ngarkuara
sr: Затвори све покренуте справице екрана
sv: Stäng alla Screenlets
tr: Çalışan tüm Bileşenler'i kapat
uk: Зачинити всі запущені Screenlet’и

source: New Screenlets Options/Properties
ar: خيارات/خصائص الشُويشات الجديدة
bg: Настройки/Свойства на нови джаджи
bs: Novi screenlet opcije/svojstva
ca: Opcions/propietats dels Screenlets nous
cs: Nastavení/Vlastnosti nových Screenletů
da: Nye Screenlets Indstillinger/Egenskaber
de: Einstellungen/Eigenschaften für neue Screenlets
el: Νέες Επιλογές/Ιδιότητες των Screenlets
es: Nuevas opciones de los Screenlets
et: Uue töölauavidina valikud/omadused
fi: Uusien Screenletien asetukset/ominaisuudet
fr: Option/propriétés du nouveau Screenlets
hr: Postavke novih Screenleta
hu: Új Screenlet beállításai/tulajdonságai
id: Screenlets Baru Pilihan/Properties
it: Opzioni/Proprietà nuove Screenlet
ja: 新しい Screenlet のオプション/プロパティ
lt: Naujų valdiklių nustatymai
ms: Sifat/Pilih Screenlet Baru
nb: Valg/egenskaper for nye screenlet-er
nl: Opties/Eigenschappen van nieuwe Screenlets
pl: Opcje/właściwości nowych screenletów
pt_br: Novas Opções/Propriedades dos Screenlets
ro: Screenleturi noi Opțiuni/Proprietăți
ru: Опции/Настройки новых скринлетов (screenlets)
sk: Nové možnosti/nastavenia screenletov
sq: Mundesite/Vetite e Screenlet te ri
sr: Нове могућности/својства справица површи
sv: Nya screenlets Alternativ/Inställningar
tr: Yeni Bileşen Tercihleri
uk: Нові налаштування Screenlets

source: Create a Desktop shortcut for this Screenlet
ar: أنشئ وصلة في سطح المكتب لهذة الشُويشة
bg: Създаване на препратка на работния плот за тази джаджа
bs: Kreiraj desktop prečicu za ovaj screenlet
ca: Crea una drecera a l'escriptori d'aquest Screenlet
cs: Vytvořit pro tento Screenlet zástupce na ploše
da: Opret en Skrivebords genvej til denne Screenlet
de: Erstelle eine Desktop Verknüpfung für dieses Screenlet
el: Δημιουργία συντόμευσης επιφάνειας εργασίας γι' αυτό το Screenlet
es: Crear acceso directo en el escritorio para este Screenlet
et: Tekita töölaual sellele töölauavidinale otsetee
fi: Luo pikakuvake työpöydälle tästä Screenletistä
fr: Créer un raccourci sur le bureau pour ce Screenlet
hr: Stvori poveznicu na radnoj površini za ovaj Screenlet
hu: Indítóikon készítése ehhez a Screenlethez
id: Mengkreasi suatu sotkat Destop untuk Screenlet ini
it: Crea un collegamento sulla Scrivania per questa Screenlet
ja: この Screenlet のデスクトップショートカットを作成
ms: Cipta pintasan Desktop bagi Screenlet
nb: Lag en skrivebordssnarvei for denne screenlet
nl: Maak een snelkoppeling op het bureaublad voor deze Screenlet
pl: Utwórz dowiązanie na pulpicie dla tego screenletu
pt_br: Criar um atalho na Área de Trabalho para esse Screenlet
ro: Creaţi o comandă rapidă pe fundal pentru acest Screenlet
ru: Создать ярлык на рабочем столе для этого скринлета (Screenlet)
sk: Vytvoriť pre tento screenlet odkaz na ploche
sq: Krijo nje lidhje te shkurter ne Desktop per kete Screenlet
sr: Направи пречицу на раној површи за ову справицу екрана
sv: Skapa en skrivbordsgenväg för denna Screenlet
tr: Bu Screenlet için bir masaüstü bağlantısı oluştur
uk: Створити ярлик на стільницю для обраного Screenlet’у

source: All Screenlets
ar: جميع الشُويشات
bg: Всички джаджи
bs: Svi screenleti
ca: Tots els Screenlets
cs: Všechny Screenlety
da: Alla Screenlets
de: Alle Screenlets
el: Όλα τα Screenlets
es: Todos los Screenlet
et: Kõik töölauavidinad
fi: Kaikki Screenletit
fr: Tous les Screenlets
hr: Svi Screenleti
hu: Összes Screenlet
id: Semua Screenlets
it: Tutte le Screenlets
ja: 全ての Screenlet
lt: Visi valdikliai
ms: Semua Screenlet
nb: Alle screenlet-er
nl: Alle Screenlets
pl: Wszystkie Screenlety
pt_br: Todos os Screenlets
ro: Toate screenleturile
ru: Все скринлеты (Screenlets)
sk: Všetky screenlety
sq: Te gjitha Screenlets
sr: Све справице екрана
sv: Alla Screenlets
tr: Bütün Bileşenler
uk: Усі Screenlet’и

source: Running Screenlets
ar: الشُويشات النشطة
bg: Пуснатите джаджи
bs: Pokrenuti screenleti
ca: Screenlets executant-se
cs: Spuštěné Screenlety
da: Kørende Screenlets
de: Laufende Screenlets
el: Εκτελούμενα screenlets
es: Screenlets en ejecución
et: Hetkel töötavad vidinad
fi: Käynnissä olevat Screenletit
fr: Screenlets en cours d'exécution
hr: Pokrenuti Screenleti
hu: Futó Screenletek
id: Menjalankan Screenlets
it: Screenlets in esecuzione
ja: 実行中の Screenlet
lt: Paleisti valdikliai
ms: Screenlet yang Berjalan
nb: Kjørende screenlet-er
nl: Lopende Screenlets
pl: Uruchomione Screenlety
pt_br: Screenlets em Execução
ro: Rulează screenleturile
ru: Работающие скринлеты (Screenlets)
sk: Bežiace screenlety
sq: Screenlets e ngarkuara
sr: Покренуте справице екрана
sv: Stratade Screenlets
tr: Çalışan Bileşenler
uk: Запущені Screenlet’и

source: Autostart Screenlets
ar: الشُويشات اللتي تبدأ تلقائياً
bg: Автоматично зареждане на джаджите
bs: Automatski pokreni screenlet
ca: Screenlets d'inici automàtic
cs: Automatické spuštění Screenletů
el: Screenlets με αυτόματη εκκίνηση
es: Auto-iniciar Screenlets
et: Isekäivituvad vidinad
fi: Käynnistä automaattisesti Screenletit
fr: Démarrage automatique de Screenlets
hr: Auto-pokrenuti Screenleti
hu: Automatikusan induló Screenletek
id: Memulai secara otomatis Screenlets
it: Screenlet avviate automaticamente
ja: 自動スタートの Screenlet
lt: Automatiškai paleidžiami valdikliai
ms: Screenlet Mula-Sendiri
nb: Autostart screenlet-er
pl: Screenlety do autostartu
pt_br: Auto-iniciar Screenlets
ro: Pornește automat screenleturile
ru: Автостарт Screenlets
sk: Screenlety spúšťané automaticky
sr: Самостално покренуте справице екрана
sv: Autostarta Screenlets
tr: Bileşen'i otomatik başlat
uk: Screenlet’и автостарту

source: Only native Screenlets
ar: الشُويشات المحلية فقط
bg: Само собствени джаджи
bs: Samo izvorni screenleti
ca: Només Screenlets nadius
cs: Pouze nativní Screenlety
da: Kun indbyggede Screenlets
de: Nur ursprüngliche Screenlets
el: Μόνον εγγενή screenlets
es: Solo Screenlets nativos
et: Sisseehitatud vidinad
fi: Vain alkuperäisiä Screenletejä
fr: Seulement les Screenlets natifs
hu: Csak az alap Screenletek
id: Hanya yang asli Screenlets
it: Solo Screenlet native
lt: Originalūs valdikliai
ms: Hanya Screenlet natif
nb: Kun inkluderte Screenlets
nl: Alleen oorspronkelijke Screenlets
pl: Tylko Screenlety natywne
pt_br: Somente Screenlets nativos
ro: Doar screenleturile originale
ru: Только родные скринлеты
sk: Iba natívne screenlety
sq: Vetem Screenlets vendase
sr: Само природне справице екрана
sv: Endast inbyggda Screenlets
tr: Yalnızca Yerel Bileşenler
uk: Тільки "рідні" Screenlet’и

source: Only third party
ar: المأخوذة من طرف ثالث فقط
bg: Само джаджите от трети страни
bs: Samo od neovisnih proizvođača
ca: Només de tercers
cs: Pouze software třetí strany
da: Only tredjeparts
de: Nur Drittanbieter
el: Μόνο screenlets τρίτων
es: Solo de terceros
et: Käsitsi paigaldatud vidinad
fi: Vain kolmanne osapuolen
fr: Seulement les tiers
hu: Csak a mástól származók (third party)
id: Hanya pihak ketiga
it: Solo terze parti
ja: サードパーティーのみ
lt: Tik "trečiųjų šalių"
ms: Pihak ketiga sahaja
nb: Kun tredje-parts
nl: Alleen Screenlets van derden
pl: Tylko screenlety nie-natywne
pt_br: Somente de terceiros
ro: Doar din părți terțe
ru: Только третьей стороны
sk: Iba od tretej strany
sq: Vetem te trete
sr: Само треће стране
sv: Endast tredjeparts
tr: Yalnız Üçüncü Taraf
uk: Тільки третиина

source: Get more screenlets
ar: إحصل على المزيد من الشُويشات
bg: Получаване на още джаджи
bs: Uzmi više screenleta
ca: Aconsegueix més Screenlets
cs: Získat více screenletů
da: Hent flere screenletter
de: Mehr Screenlets
el: Λήψη περισσότερων screnlets
es: Obtener mas Screenlets
et: Hangi töölauavidinaid juurde
fi: Hanki lisää Screenletejä
fr: Obtenir plus de Screenlets
hu: Még több Screenlet
id: Dapatkan lebih screenlets
it: Ottieni altre screenlet
ja: 他の Screenlet を探す
lt: Gauti daugiau
ms: Dapatkan lagi screenlet
nb: Få flere Screenlets!
nl: Verkrijg meer Screenlets
pl: Poierz więcej screenletów
pt_br: Obter mais screenlets
ro: Obține mai multe screenleturi
ru: Получить дополнительные скринлеты
sk: Získať viac screenletov
sq: Shkarko me teper screenlets
sr: Набави још справица екрана
sv: Hämta fler Screenlets
tr: Daha fazla bileşen al
uk: Отримайте більше screenlet’ів

source: Show info about this dialog ...
ar: إعرض معلومات عن هذا الحوار ...
bg: Показване на информация за този диалогов прозорец...
bs: Prikaži informacije o ovome dijalogu...
ca: Mostra informació sobre aquest diàleg ...
cs: Ukázat informace o tomto dialogu...
da: Vis information om denne dialog...
de: Informationen über diesen Dialog anzeigen ...
el: Εμφάνιση πληροφοριών γι' αυτόν τον διάλογο...
es: Mostrar informacion acerca de este dialogo ...
et: Näita teavet akna kohta ...
fi: Näytä tietoja tästä ikkunasta
fr: Voir les informations à propos de cette boite de dialogue...
hr: Prikaži informacije o ovom dijalog prozoru ...
hu: A program információi ...
id: Tampilkan info tentang dialog ini ...
it: Visualizza info riguardo questa finestra ...
ja: このダイアログについての情報を表示...
lt: Rodyti informaciją apie šį langą ...
ms: Papar maklumat mengenai dialog ini ...
nb: Vis info om denne dialogen ...
nl: Toon informatie over dez dialoog ...
pl: Pokaż informację o tymoknie dialogowym ...
pt_br: Mostrar informação sobre esta janela ...
ro: Arată informații despre acest dialog ...
ru: Показать информацию об этом окне ...
sk: Zobraziť informácie o tomto dialógu...
sq: Shfaq info rreth ketij dialogu ...
sr: Прикажи податке о овом прозорчету ...
sv: Visa info om dialog
tr: Bu iletişim kutusu hakkında bilgi göster ...
uk: Інформація про це вікно...

source: Download more screenlets ...
ar: نزل مزيد من الشُويشات ...
bg: Изтегляне на още джаджи...
bs: Skini više screenleta...
ca: Baixa més Screenlets ...
cs: Stáhnout další screenlety...
da: Download flere screenletter
de: Mehr Screenlets herunterladen ...
el: Μεταφόρτωση περισσότερων screenlets...
es: Descargar más Screenlets...
et: Laadi veel töölauavidinaid alla ...
fi: Lataa lisää Screeneletejä...
fr: Télécharger plus de screenlets ...
hr: Preuzmi više screenleta ...
hu: Még több Screenlet letöltése ...
id: Mengunduh lebih Screenlets ...
it: Scarica più screenlets ...
ja: Screenlet を追加ダウンロード...
lt: Parsisiųsti daugiau valdiklių ...
ms: Muat turun lagi screenlet ...
nb: Last ned flere screenlet-er
nl: Download meer Screenlets...
pl: Pobierz więcej screenletów ...
pt_br: Obter mais screenlets ...
ro: Descarcă mai multe screenleturi ...
ru: Загрузить дополнительные скринлеты
sk: Stiahnuť viac screenletov...
sq: Shkarko me teper screenlets ...
sr: Преузми још справица екрана ...
sv: Hämta fler Screenlets ...
tr: Daha fazla bileşen indir...
uk: Завантажити Скрінлети ...

source: Close this dialog ...
ar: أغلق هذا الحوار ...
bg: Затваряне на този диалогов прозорец...
bs: Zatvori ovaj dijalog...
ca: Tanca aquest diàleg ...
cs: Ukončit tento dialog...
da: Luk denne dialog...
de: Schliesse diesen Dialog ...
el: Κλείσιμο αυτού του διαλόγου...
es: Cerrar este diálogo...
et: Sulge see aken ...
fi: Sulje tämä ikkuna...
fr: Fermer cette boite de dialogue...
hr: Zatvori ovaj dijalog prozor ...
hu: Az ablak bezárása ...
id: Tutup dialog ini ...
it: Chiudi questo dialogo ...
ja: このダイアログを閉じる...
lt: Užverti šį langą ...
ms: Tutup dialog ini ...
nb: Lukk denne dialogen ...
nl: Sluit deze dialoog ...
pl: Zamknij to okno ...
pt_br: Fechar esta janela ...
ro: Închide acest dialog ...
ru: Закрыть это окно ...
sk: Zatvoriť tento dialóg...
sq: Mbyll kete dialog ...
sr: Затвори ово прозорче ...
sv: Stäng dialog
tr: Bu iletişim kutusunu kapat ...
uk: Закрити вікно

source: Start/Stop
ar: إبدأ/قف
bg: Пускане/Спиране
bs: Pokreni/Zaustavi
ca: Inicia/atura
cs: Spustit/Zastavit
el: Έναρξη/Διακοπή
es: Iniciar/Parar
et: Käivita/peata
fi: Käynnistä/Sulje
fr: Démarrer/Arrêter
hr: Pokreni/Zaustavi
hu: Indít/Leállít
id: Mulai/Berhenti
it: Avvia/Ferma
ja: スタート/停止
lt: Paleisti/Sustabdyti
ms: Mula/Henti
nb: Start/ Stopp
pt_br: Iniciar/Parar
ro: Pornește/Oprește
ru: Запустить/Остановить
sk: Štart/Stop
sq: Fillo/Ndalo
sr: Покрени/Заустави
sv: Starta/Stoppa
tr: Başlat/Durdur
uk: Запустити/Зупинити

source: Auto start on login
ar: إبدأ تلقائياً عند الولوج
bg: Автоматично зареждане при вписване
bs: Automatski pokreni pri logiranju
ca: Inicia automàticament en entrar
cs: Automatické spuštění při přihlášení
da: Autostart ved login
de: Autostart beim Login
el: Αυτόματη εκκίνηση κατά τη σύνδεση
es: Auto-arrancar al inicio.
et: Isekäivitumine sisenemisel
fi: Käynnistä automaattisesti sisäänkirjautumisen yhteydessä
fr: Lancement automatique à la connexion
hr: Automatsko pokretanje kod prijave
hu: Automatikus indulás bejelentkezéskor
id: Otomatis memulai pada log masuk
it: Avvia automaticamente al login
ja: ログイン時に自動スタート
lt: Auto paleidimas
ms: Mula sendiri semasa daftar masuk
nb: Autostart ved innlogging
nl: Start automatisch bij het inloggen
pl: Automatyczny start
pt_br: Auto-inicializar no login
ro: Pornește automat pe autentificare
ru: Автозапуск при входе в систему
sk: Spustiť automaticky po prihlásení
sq: Auto start ne login
sr: Самостално покретање при пријави
sv: Automatisk start vid login
tr: Açılışta otomatik başlat
uk: Автоматично завантажувати

source: Show daemon in tray
ar: إعرض العفريت في الشريط
bg: Показване на демона в системната област за уведомяване
bs: Prikaži daemon u trayu
ca: Mostra el dimoni a la safata
cs: Zobrazit démona v liště
da: Vis daemon i panelet
de: Zeige Daemon im Tray
el: Εμφάνιση δαίμονα στη γραμμή εργασιών
es: Mostrar el demonio en el área de notificación
et: Haldurit näidatakse teatealal
fi: Näytä prosessi paneelissa
fr: Afficher une icône dans la barre des tâches
hr: Prikaži ikonu na traci
hu: Daemon mutatása a tálcán
id: Tampilkan daemon di baki
it: Visualizza demone nel vassoio di sistema
ja: トレイにデーモンを表示
lt: Rodyti tarnybą dėkle
ms: Papar daemon dalam talam sistem
nb: Vis nisse i varslingsområdet
nl: Toon daemon op de balk
pl: Pokaż demona w obszarze powiadamiania
pt_br: Mostrar ícone na barra de tarefas
ro: Arată serviciul în zona de notificare
ru: Показывать значок в области уведомлений (в трее).
sk: Zobraziť v systémovej lište démona
sq: Shfaq daemon ne tray
sr: Прикажи домара у системској касети
sv: Visa motor i panel
tr: Bildiri alanında göster
uk: Відображати значок в треї

source: Invalid string: %s.
ar: مقطع غير صالح: %s.
bg: Невалиден низ: %s
bs: Neispravan string:%s.
ca: Cadena invàlida: %s.
cs: Neplatný řetězec: %s.
da: Ugyldig streng: %s.
de: Ungültige Zeichenfolge: %s.
el: Μη έγκυρη γραμμή: %s
es: Valor incorrecto: %s
et: Vigane sõne: %s.
fi: Virheellinen merkkijono %s.
fr: Chaîne invalide: %s
hr: Nevaljala tekstualna vrijednost: %s.
hu: Érvénytelen karakterlánc: %s.
id: String Yang tidak sah: %s.
it: Stringa invalida: %s
ja: 不正な文字列: %s.
lt: Negaliojanti reikšmė: %s
ms: Rentetan tidak sah: %s.
nb: Ugyldig sreng: %s.
nl: Ongeldig teken: %s
pl: Błędny łańcuch: %s.
pt_br: Expressão inválida: %s.
ro: Șir invalid: %s
ru: Неверная строка: %s.
sk: Neplatný reťazec: %s.
sq: String jo e vlefshme: %s.
sr: Погрешна ниска: %s.
sv: Felaktig sträng: %s.
tr: Geçersiz dizgi: %s.
uk: Невірний параметр: %s.

source: Install a Screenlet or SuperKaramba theme
ar: ثبت شُويشة أو سِمة كارامبا خارقة (SuperKaramba)
bg: Инсталиране на тема за джаджа или SuperKaramba
bs: Instaliraj screenlet ili SuperKaramba temu
ca: Instal·la un Screenlet o un tema SuperKaramba
cs: Nainstalovat Screenlet nebo styl SuperKaramba
da: Installer en Screenlet eller SuperKaramba tema
de: Installiere ein Screenlets oder SuperKaramba Thema
el: Εγκατάσταση ενός screenlet ή θέματος SuperKaramba
es: Instalar un tema de Screenlet o SuperKaramba
et: Paigalda Screenleti tüüpi töölauavidin või SuperKaramba teema
fi: Asenna Screenlet tai SuperKaramba -teema
fr: Installer un thème Screenlet ou SuperKaramba
hr: Instaliraj Screenlet ili SuperKaramba temu
hu: Screenlet vagy SuperKaramba téma telepítése
id: Menginstal suatu tema Screenlet atau SuperKaramba
it: Installa una Screenlet o un tema di SuperKaramba
ja: Screenlet または SuperKaramba テーマのインストール
lt: Įdiegti valdiklio arba SuperKaramba temą
ms: Pasang Screenlet atau tema SuperKaramba
nb: Installer et Screenlet- eller SuperKaramba-tema
nl: Installeer een Screenlet of SuperKaramba thema
pl: Zainstaluj Screenlet lub motyw SuperKaramba
pt_br: Instalar um Screenlet ou um tema SuperKaramba
ro: Instalează un screenlet sau tema SuperKaramba
ru: Установить скринлет (Screenlet ) или тему SuperKaramba
sk: Inštalovať screenlet, alebo tému SuperKaramba
sq: Instalo nje Screenlet ose teme SuperKaramba
sr: Угради справицу екрана или суперкарамба тему
sv: Installera en screenlet eller ett superkaramba-tema.
tr: Bir Bileşen veya SuperKaramba teması yükle
uk: Встановлення оформлення Screenlet або SuperKaramba

source: Install a new theme for the selected Screenlet
ar: ثبت سِمة جديدة لشُويشة المختارة
bg: Инсталиране на нова тема за избраната джаджа
bs: Instaliraj novu temu za odabrani screenlet
ca: Instal·la un tema nou per a l'Screenlet seleccionat
cs: Nainstalovat nový styl pro vybraný Screenlet
da: Installér et nyt tema for den valgte screenlet
de: Neues Thema für das gewählte Screenlet installieren
el: Εγκατάσταση ενός νέου θέματος για το επιλεγμένο Screenlet
es: Instalar un nuevo tema para el Screenlet seleccionado
et: Paigalda valitud töölauavidinale uus teema
fi: Asenna uusi teema valitulle Screenletille
fr: Installer un nouveau thème pour le Screenlet sélectionné
hr: Instaliraj novu temu za odabrani Screenlet
hu: Új téma telepítése a kiválasztott Screenlethez
id: Menginstal suatu tema baru untuk dipilih Screenlet
it: Installa un nuovo tema per la Screenlet selezionata
ja: 選択した Screenlet の新しいテーマのインストール
lt: Įdiegti naują temą parinktam valdikliui
ms: Pasang tema baru untuk Screenlet terpilih
nb: Installer et nytt tema for den valgte screenlet
nl: Installeer een nieuw thema voor de geselecteerde Screenlet
pl: Zainstaluj nowy motyw dla wybranego screenletu
pt_br: Instalar um novo tema para o Screenlet selecionado
ro: Instalează o tema nouă pentru screenletul selectat
ru: Установить новую тему для выбранного сринлета
sk: Nainštalovať novú tému pre zvolený screenlet
sq: Instalo nje teme te re per Screenlet e zgjedhur
sr: Угради нову тему за означену справицу екрана
sv: Installera ett nytt tema för vald screenlet.
tr: Seçili Bileşen için yeni bir tema yükle
uk: Встановити нове оформлення для обраного Скрінлету
