Repository: Happy-Ferret/screenlets
Catalog: screenlets-manager/*.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, fi, fr, hr, hu, id, it, ja, lt, ms, nb, nl, pl, pt_br, ro, ru, sk, sq, sr, sv, tr, uk

source: Error Found
ar: عُثر على خطأ
bg: Открита е грешка
bs: Nađena greška
ca: S'ha produït un error
cs: Zjištěna chyba.
da: Fejl fundet
de: Fehler gefunden
el: Βρέθηκε σφάλμα
es: Se encontró un error
et: Leitud viga
fi: Virhe havaittu
fr: Erreur trouvée
hr: Pronađena je greška
hu: Hiba!
id: Ditemukan Kesalahan
it: Trovato errore
ja: エラー発見
lt: Rasta Klaida
ms: Ralat Ditemui
nb: Feil funnet
nl: Fout gevonden
pl: Znaleziono błąd
pt_br: Erro encontrado
ro: S-a găsit o eroare
ru: Найдена ошибка
sk: Bola nájdená chyba
sq: U gjet nje Gabim
sr: Нашао сам грешку
sv: Fel hittat
tr: Hata Bulundu
uk: Виникла помилка

source: Theme install error 1 found - Theme not installed , maybe a package error
ar: عُثر على ١ خطأ في تثبيت السِمة - لم تثبت السِمة، قد يكون خطأ في الحزمة
bg: Получи се грешка 1 при инсталиране на темата - темата не е инсталирана, вероятно се дължи на грешка в пакета
bs: Nađena 1 greška kod instalacije teme - Tema nije instalirana, možda je greška u paketu
ca: S'ha produït un error en instal·lar el tema - El tema no està instal·lat, potser és un error del paquet
cs: Zjištěna 1 chyba během instalace stylu - Styl nebyl nainstalován, možná jde o chybu balíku
da: Tema installation fejl 1 fundet - Tema ikke installeret, måske en pakke fejl
de: Themeninstallations-Fehler 1 gefunden - Thema nicht installiert, möglicherweise ein Paketfehler
el: Ένα σφάλμα εγκατάστασης του θέματος βρέθηκε - Το θέμα δεν εγκαταστάθηκε, πιθανόν να υπάρχει σφάλμα στο πακέτο
es: El tema no ha sido instalado, tal vez haya un error el paquete
et: Tõrge teema paigaldamisel. Teema jäeti võimaliku pakendamisvea tõttu paigaldamata.
fi: Teeman asennus virhe nro 1 - Teemaa ei asennettu, ehkä pakkausvirhe
fr: Erreur 1 trouvé lors de l'installation du thème - Le thème n'est pas installé , peut être une erreur d'empaquetage
hr: Pronađena je greška 1 prilikom instaliranja teme - Tema nije instalirana , možda je greška u paketu
hu: Téma telepítési hiba 1 - A téma nem lett telepítve, talán hibás a csomag
id: Pemasangan Theme ditemukan 1 kesalahan - Theme tidak terpasang , mungkin kesalahan suatu paket
it: Installazione Tema trovato errore 1 - Tema non installato, probabile errore nel pacchetto
ja: テーマインストールエラー 1 発見 - テーマは未インストール、パッケージエラーの可能性
lt: Rasta 1 temos įdiegimo klaida - tema neįdiegta, galbūt pakete yra su klaida
ms: 1 ralat pasang tema ditemui - Tema tidak dipasang, mungkin terdapat ralat pakej
nb: Temainstalleringsfeil 1 funnet - Tema ikke installert. Kan skyldes en pakkefeil
nl: Installeerfout 1 gevonden - Het thema is niet geïnstalleerd, misschien een verpakkingsfout
pl: Błąd instalacji nr 1 - Motyw nie został zainstalowany, możliwe uszkodzone archiwum
pt_br: Instalação de temas, erro 1 encontrado - O tema não foi instalado, talvez devido a um erro no pacote
ro: A intervenit eroarea 1 la tema instalată - Tema nu a fost instalată, posibilă eroare de pachet
ru: Ошибка 1 при установке темы - Тема не установлена. Возможно ошибка в пакете
sk: Počas inštalácie témy došlo k chybe 1 - téma nebola nainštalovaná, možno je to chyba balíka
sq: Gabimi 1 u gjet ne instalimin e temes - Tema nuk u instalua , mbase nje gabim pakete
sr: Пронашао сам 1 грешку при уграђивању теме - Тема није уграђена, можда је грешка у пакету
sv: Temainstallation med fel 1 hittad - Temat är inte installerad, kan vara ett paketfel
tr: 1 tema yükleme hatası bulundu - Tema kurulmadı, bir paket hatası olabilir

source: This package seams to contain a full Screenlet and not just a theme, please use the screenlet install instead
ar: يبدو أن هذه الحزمة تحتوي على شُويشة كاملة وليس مجرد سِمة، لذلك استخدم طريقة تثبيت الشُويشات عوضاً عن هذا من فضلك
bg: Този пакет изглежда съдържа джаджа, а не само тема за нея. Моля използвайте инсталирането на джаджа
bs: Ovaj paket sadrži puni screenlet i ne samo temu, molimo da umjesto toga instalirate screenlet
ca: Aquest paquet sembla que conté tot un Screenlet i no només un tema, utilitzeu l'instal·lador de Screenlets
cs: Tento balík pravděpodobně neobsahuje pouze styl, ale celý Screenlet, prosím, zvolte raději instalaci screenletu
da: Denne pakke ser ud til at indeholde en fuld Screenlet og ikke kun et tema, brug venligst screenlet installationen istedet
de: Dieses Paket scheint ein komplettes Screenlet zu enthalten und nicht nur ein Thema, bitte verwenden Sie stattdessen die Screenlet-Installation
el: Αυτό το πακέτο φαίνεται να περιέχει ένα πλήρες screenlet και όχι μόνον ένα θέμα, παρακαλώ χρησιμοποιήστε την εγκατάσταση του screenlet
es: Este archivo parece tener un Screenlet completo, y no solo un tema, por favor, usa el instalador de screenlets en vez de este.
et: Selles pakis paistab olevat terve töölauavidin, aga mitte ainult teema. Kasuta paigaldamiseks töölauavidinate paigaldajat!
fi: Tämä arkisto sisältää kokonaisen Screenletin teeman sijaan. Ole hyvä, käytä Screenletin asennus työkalua
fr: Ce paquet semble contenir un Screenlet complet et non juste un thème. Veuillez utiliser l'installateur de screenlet
hr: Izgleda da ovaj paket sadrži čitavi Screenlet, a ne samo temu, molim vas koristite instalaciju screenleta
hu: Úgy tűnik ez a csomag egy Screenletet tartalmaz és nem egy témát, kérem használja a Screenlet telepítőt
id: Paket ini mengandung lapisan Screenlet penuh dan tidak hanya tema, silakan gunakan install screenlet sebagai gantinya
it: Questo pacchetto sembra contenere una Screenlet completa e non solo un tema, usa l'installer di screenlet
ja: このパッケージにはテーマだけではなく完全な Screenlet が含まれているようです。Screenlet のインストールを代わりに使用してください。
lt: Šis paketas susideda ne vien iš temos, bet ir iš valdiklio, prašome naudoti valdiklių įdiegimą.
ms: Pakej ini kelihatan mengandungi Screenlet lengkap bukan hanya tema, sila gunakan pemasangan screenlet
nb: Denne pakken ser ut til å inneholde en hel screenlet og ikke bare et tema. Vennligst bruk screenlet-installering i stedet
nl: Dit pakket lijkt een volledig Screenlet te bevatten en niet slechts een thema, gebruik a.u.b. een Screenlet installatie
pl: To archiwum wydaje się zawierać screenlet a nie tylko motyw, proszę użyć opcji do instalacji screenletów
pt_br: Este pacote parece conter um Screenlet completo e não apenas um tema. Por favor use a instalação de screenlet
ro: Acest pachet poate să conțină un screenlet complet și nu doar o temă, folosiți screenletul instalat în loc
ru: Данный пакет содержит полный скринлет, а не только тему. Пожалуйста, используйте установку скринлетов.
sk: Tento balík pravdepodobne neobsahuje iba štýl, ale celý screenlet. Prosím, zvoťte radšej inštaláciu screenletu
sq: Kjo pakete permban nje Screenlet te plote dhe jo vetem nje teme, ju lutem perdorni instalimin e Screenlet per kete
sr: Овај пакет изгледа садржи потпуну справицу крана, не само тему. Молим, користите уградњу справица
sv: Det här paketet verkar innehålla en screenlet istället för ett tema. Var god använd screenletinstallationen istället.
uk: Пакунок містить повний скрінлет, а не лише тему, будь ласка, використовуйте замість нього встановлення скрінлетів.

source: This package doesnt seem to contain a theme
ar: لا يبدو أن هذه الحزمة تحتوي على سِمة
bg: Изглежда, че този пакет не съдържа тема
bs: Ovaj paket izgleda ne sadrži temu
ca: Aquest paquet sembla que no conté cap tema
cs: Tento balík zřejmě neobsahuje styl
da: Denne pakke ser ikke ud til at indeholde et tema
de: Dieses Paket schein kein Thema zu enthalten
el: Αυτό το πακέτο δεν φαίνεται να περιέχει ένα θέμα
es: Este archivo no contiene un tema.
et: Selles pakis ei paista teemat olevat
fi: Tämä arkistoei vaikuta sisältävän teemaa
fr: Ce paquet ne semble pas contenir un thème
hr: Izgleda da ovaj paket ne sadrži temu
hu: Úgy tűnik ez a csomag nem tartalmaz témát
id: Paket ini tidak tampak mengandung suatu tema
it: Questo pacchetto non sembra contenere un tema
ja: このパッケージにはテーマが含まれていないようです
lt: Paketas nesusideda iš temos
ms: Pakej ini tidak kelihatan mengandungi tema
nb: Denne pakken ser ikke ut til å inneholde noe tema
nl: Dit pakket schijnt geen thema te bevatten
pl: To archiwum nie zawierz motywu
pt_br: Este pacote parece não conter um tema
ro: Acest pachet nu pare să conțină o temă
ru: В этом пакете не найдены темы.
sk: Tento balík pravdepodobne neobsahuje tému
sq: Kjo pakete nuk permban nje teme
sr: Овај пакет изгледа не садржи тему
sv: Det här paketet ser inte ut att innehålla ett tema.
tr: Bu paket bir tema gibi gözükmüyor
uk: В пакунку здається відсутні оформлення

source: Theme installed , please restart %s
ar: ثُبتت السِمة ، أعد تشغيل %s من فضلك
bg: Темата е инсталирана, моля рестартирайте %s
bs: Tema instalirana, molimo resetujte %s
ca: Tema instal·lat, reinicieu %s
cs: Styl nainstalován, prosím, restartujte %s
da: Tema installeret, genstart venligst %s
de: Thema installiert, bitte starten Sie %s neu
el: Το θέμα εγκαταστάθηκε, παρακαλώ κάντε επανεκκίνηση %s
es: Tema instalado, por favor, reinicia %s
et: Teema paigaldatud, palun taaskäivita %s
fi: Teema asennettu, ole hyvä, käynnistä %s
fr: Thème installé , veuillez redémarrer %s
hr: Tema je instalirana , molim vas ponovno pokrenite %s
hu: Téma telepítve, %s újraindítása szükséges
id: Theme terpasang , silahkan menghidupkan ulang %s
it: Tema installato , riavvia %s
ja: テーマがインストールされました。%s を再スタートしてください。
lt: Tema įdiegta , prašome paleisti iš naujo %s
ms: Tema dipasang , sila mulakan semula %s
nb: Tema installert. Vennligst start %s på nytt
nl: Thema geïnstalleerd, herstart %s
pl: Motyw zainstalowany, proszę ponownie uruchomić %s
pt_br: Tema instalado, por favor reinicie o screenlet %s
ro: Temă instalată , reporniți %s
ru: Тема установлена, пожалуйста, перезапустите %s
sk: Téma nainštalovaná, prosím reštartujte %s
sq: Tema u instalua , rifilloni %s
sr: Тема је уграђена, молим, поново покрените %s
sv: Temat installerat. Var god starta om %s
tr: Tema yüklendi, lütfen %s'ı yeniden başlatın
uk: Оформлення встановлено, перезапустіть но %s

source: Theme install error 2 found - Theme not installed or already installed
ar: عثُر على ٢ أخطأ تثبيت سِمة - إما أن السِمة غير مثبته أو أنها مثبته مسبقاً
bg: Получи се грешка 2 при инсталиране на темата - темата не е инсталирана или вече е инсталирана
bs: Nađene 2 greške pri instalaciji teme - Tema nije instalirana ili je već instalirana
ca: S'ha produït un error en instal·lar el tema - El tema no està instal·lat o ja està instal·lat
cs: Zjištěna 2. chyba během instalace stylu - Styl nebyl nainstalován nebo již byl nainstalován.
da: Tema installation fejl 2 fundet - Tema ikke installeret eller allerede installeret
de: Themeninstallations-Fehler 2 gefunden - Thema nicht oder bereits installiert.
el: Δύο σφάλματα εγκατάστασης του θέματους βρέθηκαν - Το θέμα δεν εγκαταστάθηκε ή είναι ήδη εγκατεστημένο
es: El tema no está instalado, o ya lo está.
et: Tõrge teema paigaldamisel. Teema jäeti paigaldamata, kuid võib olla juba varem paigaldatud.
fi: Teeman asennusvirhe nro 2 - Teemaa ei asennettu tai se on jo valmiiksi asennettu
fr: Erreur 2 trouvée lors de l'installation du thème - Le thème n'est pas ou est déjà installé
hr: Pronađena je greška 2 prilikom instaliranja teme - Tema nije instalirana ili je već ranije instalirana
hu: Téma telepítési hiba 2 - A téma nincs telepítve vagy már telepítve van
id: Theme terpasang ditemukan 2 kesalahan - Theme tidak terpasang atau sudah tersedia yang terpasang
it: Installazione Tema trovato errore 2 - Tema non installato o già installato
ja: テーマインストールエラー 2 発見 - テーマは未インストールまたはインストール済み
lt: Rasta 2 temos įdiegimo klaidos - tema neįdiegta arba jau įdiegta
ms: 2 ralat pasang tema ditemui - Tema tidak dipasang atau sudah dipasang
nb: Temainstalleringsfeil 2 funnet - Tema ikke installert eller allerede installert
nl: Thema-installatiefout 2 gevonden - Het thema is niet geïnstalleerd òf reeds geïnstalleerd
pl: Błąd instalacji motywu nr 2 - Motyw nie został zainstalowany, lub był zainstalowany już wcześniej
pt_br: Instalação de temas, erro 2 encontrado - Tema não instalado ou já instalado
ro: A intervenit eroarea 2 - Tema nu a fost instalată sau este deja instalată
ru: Ошибка 2 при установке темы - Тема не установлена или уже сущетсвует
sk: Pri inštalácií témy došlo k chybe 2 - Téma nenainštalovaná alebo už nainštalovaná
sq: Gabimi 2 u gjet ne instalimin e temes - Tema nuk u instalua ose ekziston
sr: Нашао сам 2 грешке уградње - Тема није, или је већ уграђена
sv: Temainstallationsfel 2 hittat - Temat är inte installerat eller redan installerat
tr: Tema yükleme hatası 2 bulundu - Tema yüklenmedi veya daha önce yüklenmiş
uk: Встановлення оформлення. Помилка 2 знайдена - Оформлення не встановлене або вже встановлене

source: Install SuperKaramba Theme
bg: Инсталиране на SuperKaramba тема
de: SuperKaramba Thema installieren
el: Εγκατάσταση του Θέματος SuperKaramba
es: Instalar el tema SuperKaramba
et: Paigalda SuperKaramba teema
fi: Asenna SuperKaramba-teema
fr: Installer un thème SuperKaramba
hu: SuperKaramba Téma Telepítése
id: Memasang Tema SuperKaramba
it: Installa il Tema SuperKaramba
ms: Pasang Tema SuperKaramba
nl: Installeer SuperKaramba Thema
pl: Instalacja motywu SuperKaramba
pt_br: Instalar tema do SuperKaramba
ro: Instalează tema Superkaramba
sk: Nainštalovať tému SuperKaramba
sr: Угради суперкарамба тему
tr: SuperKaramba Temasını Yükle

source: Convert Web Widget
bg: Конвертиране на уеб джаджа
el: Μετατροπή του Web Widget
es: Convertir Widget Web
et: Teisenda Web Widget
fi: Muunna web-widget
fr: Convertir un Widget Web
hu: Web Widget Konvertálása
id: Konversi Web Widget
it: Converti in Widget Web
ms: Tukar Widget Sesawang
nl: Converteer Web Widget
pl: Konwersja widgetu strony www
pt_br: Converter Widget da Web
ro: Web Widget ascuns
sk: Konvertovať web widget
sr: Преобрати веб справицу
tr: Web Parçacığı Çevir

source: Install Web Application
ar: ثبت تطبيق وِب
bg: Инсталиране на уеб приложение
bs: Instaliraj web aplikaciju
ca: Instal·la una aplicació web
cs: Nainstalovat webovou aplikaci
da: Installér webbapplikation
de: Installiere Web Anwendung
el: Εγκατάσταση Web Εφαρμογής
es: Instalar aplicación web
et: Paigalda Web Application
fi: Asenna Web sovellus
fr: Installer l'application web
hr: Instaliraj web aplikaciju
hu: Webes Alkalmazás Telepítése
id: Memasang Aplikasi Web
it: Installa Applicazione Web
ja: Web アプリケーションのインストール
lt: Įdiegti Interneto aplikaciją
ms: Pasang Aplikasi Sesawang
nb: Installer internett-applikasjon
nl: Installeer web applicatie
pl: Zainstaluj Aplikację Sieciową
pt_br: Intalar Aplicação Web
ro: Instalează aplicații web
ru: Установить веб приложение (Web Application)
sk: Nainštalovať webové aplikácie
sq: Instalo Programin Web
sr: Угради веб програм
sv: Installera webbapplikation
tr: Ağ Uygulaması Kur
uk: Встановлення Веб-додатку

source: New screenlets atributes..
ar: صفات الشُويشات الجديدة ...
bg: Свойства на новите джаджи..
bs: Novi screenlet atributi
ca: Atributs dels Screenlets nous.
cs: Atributy nových screenletů..
da: Nye screenlets attributter...
de: Atribute für neue Screenlets..
el: Νέα γνωρίσματα των screenlets...
es: Nuevos atributos de screenlets..
et: Uute töölauavidinate atribuudid..
fi: Uusien Screenletien määritykset
fr: Caractéristique de Nouveau Screenlets
hr: Postavke novih screenleta...
hu: Az új Screenlet tulajdonságai...
id: Atribut screenlets baru ..
it: Attributi Nuove screenlet..
ja: 新しい Screenlet の属性...
ms: Atribut screenlet baru..
nb: Nye screenlet-egenskaper
nl: Nieuwe gegevenskenmerken van de screenlet..
pl: Właściwości nowego screenletu ...
pt_br: Novos atributos para screenlets
ro: Screenleturi noi atribuite..
ru: Свойства новых скринлетов
sk: Nové vlastnosti screenletu..
sq: Atributet e Screenlet te ri..
sr: Нове особине справица екрана.
sv: Nya screenletsattribut..
tr: Yeni screenlet özellikleri..
uk: Нові атрибути screenlets..

source: Lock
ar: ثابته
bg: Заключване
bs: Zaključaj
ca: Bloqueig
cs: Uzamknout
da: Lås
de: Sperren
el: Κλείδωμα
es: Bloquear
et: Lukusta
fi: Lukitse
fr: Verrouiller
hr: Zaključano
hu: Zárolás
id: Mengunci
it: Blocca
ja: 位置固定
lt: Užrakintas
ms: Kunci
nb: Lås
nl: Vergrendel
pl: Zablokuj
pt_br: Travar
ro: Blochează
ru: Запереть
sk: Zamknúť
sq: Blloko
sr: Закључај
sv: Lås
tr: Kilitle
uk: Заблокувати

source: Sticky
ar: لصوق
bg: На всички работни плотове
bs: Ljepljivo
ca: Recurrent
cs: Přilepit
de: Klebrig
el: Κολλημένο
es: Pegajoso
et: Kleepuv
fi: Tarttuva
fr: Afficher sur tous les bureaux
hr: Ljepljivo
hu: Ragadós
id: Melengket
it: Fisso
ja: スティッキー
lt: Lipnus
ms: Lekit
nb: Klistre
nl: Vastgeplakt
pl: Przyklejone
pt_br: Fixar
ro: Persistent
ru: Прилепить
sk: Lepivý
sq: Ngjitur
sr: Лепљив
sv: Klistrad
tr: Yapışık
uk: Липкий

source: Keep above
ar: دائماً فوق
bg: Поддържане отгоре
bs: Zadrži iznad
ca: Manté a sobre
cs: Stále v popředí
da: Behold over
de: Im Vordergrund
el: Διατήρηση επάνω
es: Mantener por encima
et: Alati pealmine
fi: Pidä päällä
fr: Garder au-dessus
hr: Drži iznad
hu: Felül tartás
id: Jaga selalu diatas
it: Mantieni sopra
ja: 常に最前面
lt: Virš langų
ms: Kekal diatas
nb: Hold over
nl: Zichtbaar houden
pl: Wyświetlaj na wierzchu
pt_br: Manter acima
ro: Menține deasupra
ru: Всегда наверху
sk: Ponechať hore
sq: Mbaj Perpara
sr: Задржавај изнад
sv: Visa överst
tr: Üstte tut
uk: Завжди нагорі

source: Keep below
ar: دائماً في الأسفل
bg: Поддържане отдолу
bs: Zadrži ispod
ca: Manté a sota
cs: Stále na pozadí
da: Behold under
de: Im Hintergrund
el: Διατήρηση πίσω
es: Mantener por debajo
et: Alati alumine
fi: pidä alla
fr: Garder en dessous
hr: Drži ispod
hu: Mögé tartás
id: Jaga selalu dibawah
it: Mantieni sotto
ja: 常に最後面
lt: Po langais
ms: Kekal dibawah
nb: Hold under
nl: Naar achtergrond
pl: Wyświetlaj pod spodem
pt_br: Manter abaixo
ro: Menține dedesubt
ru: Всегда снизу
sk: Ponechať dole
sq: Mbaj Mbrapa
sr: Задржавај испод
sv: Visa inte överst
tr: Altında tut
uk: Завжди знизу

source: Show buttons
ar: أظهر ألأزرّه
bg: Показване на бутони
bs: Prikaži dugmad
ca: Mostra els botons
cs: Ukázat tlačítka
da: Vis knapper
de: Schaltflächen Anzeigen
el: Εμφάνιση πλήκτρων
es: Mostrar botones
et: Näita nuppe
fi: Näytä painikkeet
fr: Afficher les boutons
hu: Gombok mutatása
id: Tampilkan tombol-tombol
it: Mostra Pulsanti
lt: Rodyti mygtukus
ms: Papar butang
nb: Vis knapper
nl: Toon knoppen
pl: Pokaż przyciski
pt_br: Mostrar botões
ro: Arată butoanele
ru: Показать кнопки
sk: Zobraziť tlačidlá
sq: Shfaq Butonat
sr: Прикажи дугмиће
sv: Visa knappar
tr: Düğmeleri göster
uk: Показувати кнопки

source: New Screenlets atributes
ar: صفات الشُويشات الجديدة
bg: Атрубити на новите джаджи
bs: Novi screenlet atributi
ca: Atributs dels Screenlets nous
cs: Atributy nových screenletů
da: Nye screenlets attributter
de: Attribute für neue Screenlets
el: Νέα γνωρίσματα των screenlets
es: Nuevos atributos de screenlets
et: Uute töölauavidinate atribuudid
fi: Uusien Screenletien ominaisuudet
fr: Caractéristique de Nouveau Screenlets
hr: Postavke novih screenleta
hu: Az új Screenlet tulajdonságai
id: Atributes Screenlets baru
it: Attributi nuove Screenlet
ja: 新しい Screenlet の属性
lt: Nauji valdiklių atributai
ms: Atribut Screenlet baru
nb: Nye screenlet-egenskaper
nl: Nieuwe gegevenskenmerken van de Screenlet
pl: Właściwości nowego Screenletu
pt_br: Novos atributos para Screenlets
ro: Noile screenleturi atribuite
ru: Свойства новых скринлетов (screenlets)
sk: Nové vlastnosti screenletov
sq: Atributet e Screenlet te ri
sr: Нове особине справица екрана
sv: Nya screenletsattribut
tr: Yeni Screenlet Özellikleri
uk: Нові атрибути screenlets

source: Web Application Url
ar: رابط تطبيق الوِب
bg: Адрес на уеб приложението
bs: URL web aplikacije
ca: URL de l'aplicació web
cs: Adresa webové aplikace:
da: Web Program URL
de: Url der Web Anwendung
el: Url Web Εφαρμογής
es: Dirección de la aplicación web
et: Web Application'i URL
fi: Web sovelluksen osoite
fr: Url de l'application web
hr: Url web aplikacije
hu: Webes Alkalmazás URL
id: Web Applikasi Url
it: URL Applicazione Web
ja: Web アプリケーション URL
lt: Interneto aplikacijos adresas
ms: Url Aplikasi Sesawang
nb: Url for internett-applikasjon
nl: Web Applicatie Url
pl: URL Aplikacji Sieciowej
pt_br: Url da Aplicação Web
ro: aplicații URL web
ru: Линк веб приложения (Web Application)
sk: Url webovej aplikácie
sq: Url e Programit Web
sr: Адреса веб програма
sv: URL för webbapplikation
tr: Ağ Uygulamasının URL'si
uk: Url Веб-додатку

source: Web Application Name
ar: اسم تطبيق الوِب
bg: Име на уеб приложението
bs: Ime web aplikacije
ca: Nom de l'aplicació web
cs: Jméno webové aplikace:
da: Web Program Navn
de: Name der Web Anwendung
el: Όνομα Web Εφαρμογής
es: Nombre de la aplicación web
et: Web Application'i nimi
fi: Web sovelluksen nimi
fr: Nom de l'application web
hr: Ime web aplikacije
hu: Webes Alkalmazás Neve
id: Web Applikasi Nama
it: Nome Applicazione Web
ja: Web アプリケーション名
lt: Interneto aplikacijos pavadinimas
ms: Nama Aplikasi Sesawang
nb: Navn for internett-applikasjon
nl: Web applicatie naam
pl: Nazwa Aplikacji Sieciowej
pt_br: Nome da Aplicação Web
ro: Numele aplicației web
ru: Имя веб приложения(Web Application)
sk: Názov webovej aplikácie
sq: Emri i Programit Web
sr: Назив веб програма
sv: Namn för webbapplikation
tr: Aş Uygulaması Adı
uk: Ім’я Веб-додатку

source: There is already a screenlet with that name installed Do you wish to continue?
ar: هناك شُويشة مثبته مسبقاً بهذا الاسم هل تود المتابعة؟
bg: Съществува джаджа с такова име. Желаете ли да продължите?
bs: Već postoji screenlet koji je instaliran pod tim imenom Želite li nastaviti?
ca: Ja hi ha un Screenlet amb aquest nom instal·lat Voleu continuar?
cs: Screenlet s takovým jménem již byl nainstalován. Přejete si pokračovat?
da: Der er allerede en screenlet installeret med det navn Ønsker du at fortsætte?
de: Es ist bereits ein Screenlet mit diesem Namen installiert Möchten Sie fortfahren?
el: Υπάρχει ήδη ένα εγκατεστημένο screenlet με αυτό το όνομα Θέλετε να συνεχίσετε;
es: Ya hay un screenlet instalado con ese nombre ¿Deseas continuar?
et: Sellise nimega töölauavidin on juba paigaldatud Kas jätkata?
fi: Samanniminen Screenlet on jo asennettu Haluatko jatkaa?
fr: Il y a déjà un screenlet installé avec ce nom Voulez vous continuer ?
hr: Već postoji instaliran screenlet s tim imenom Želite li nastaviti?
hu: Már egy Screenlet telepítve van ezen a néven Mégis folytatja?
it: E' già installata una screenlet con questo nome Continuare l'operazione?
ja: すでにその名前の Screenlet がインストール済みです。 続行しますか？
lt: Jau įdiegtas valdiklis su tokiu pavadinimu Ar norite tęsti?
ms: Sudah terdapat screenlet dengan nama tersebut dipasang Anda ingin teruskan?
nb: Det er allerede en screenlet med dette navnet installert Ønsker du å fortsette?
nl: Er is al een Screenlet met deze naam geïnstalleerd. Wilt u verder gaan?
pl: Screenlet o tej nazwie już istnieje Czy chcesz kontynuować?
pt_br: Um screenlet com este nome já está instalado. Deseja continuar?
ro: Există deja un screenlet cu același nume instalat Doriți să continuați?
ru: Скринлет (screenlet) с таким именем уже установлен Вы хотите продолжить?
sk: Screenlet s týmto názvom je už nainštalovaný Chcete pokračovať?
sq: Ekziston nje Screenlet i instaluar me te njejtin emer Doni te vazhdoni?
sr: Већ постоји уграђена справица екрана са истим називом Да ли желите наставити?
sv: Det finns redan en screenlet med det namnet installerat. Vill du fortsätta?
tr: Zaten aynı isimde bir screenlet yüklü Devam etmek istiyor musunuz?
uk: Screenlet з даним ім’ям встановлений Ви бажаєте продовжувати?
