Repository: Happy-Ferret/screenlets
Catalog: screenlets-manager/*.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, fi, fr, hr, hu, id, it, ja, lt, ms, nb, nl, pl, pt_br, ro, ru, sk, sq, sr, sv, tr, uk

source: Warning!
ar: إنذار!
bg: Внимание!
bs: Upozorenje!
ca: Advertència!
cs: Upozornění!
da: Advarsel!
de: Warnung!
el: Προειδοποίηση!
es: ¡Aviso!
et: Hoiatus!
fi: Varoitus!
fr: Attention\!
hr: Upozorenje!
hu: Figyelem!
id: Peringatan!
it: Attenzione!
ja: 警告！
lt: Įspėjimas!
ms: Amaran!
nb: Advarsel!
nl: Waarschuwing!
pl: Uwaga!
pt_br: Aviso!
ro: Atenție!
ru: Внимание!
sk: Upozornenie!
sq: Kujdes!
sr: Упозорење!
sv: Varning!
tr: Dikkat!
uk: Попередження!

source: Unable to connect or launch daemon. Some values may be displayed incorrectly.
ar: غير قادر على وصل أو إطلاق العفريت، لذلك قد تُعرض بعض القيم بصورة غير صحيحة.
bg: Невъзможност да връзка или зареждане на демона. Възможно е някои стойности да не са показани правилно.
bs: Nemoguće konektovati ili pokrenuti daemon.Većina vrijednosti mogla bi biti neispravno prikazana.
ca: No s'ha pogut connectar o executar el dimoni. Alguns valors es poden mostrar incorrectament.
cs: Není možné připojit nebo spustit daemon. Je možné, že některé hodnoty budou zobrazeny nesprávně.
da: Ikke muligt at forbinde eller starte daemon. Nogle værdier vil ikke blive vist korrekt.
de: Daemon kann nicht erreicht oder gestartet werden. Einige Werte könnten falsch dargestellt werden.
el: Αδυναμία σύνδεσης ή φόρτωσης του δαίμονα. Μερικές τιμές μπορεί να εμφανίζονται λανθασμένα.
es: Imposible conectarse al demonio de arranque ni iniciarlo. Puede que algunos valores no se muestren correctamente.
et: Ei suuda deemoniga ühenduda ega seda käivitada. Mõned väärtused võivad olla ebatäpsed.
fi: Ei kyetty yhdistämään/käynnistämään prosessia. Jotkin arvot voivat näkyä virheellisesti
fr: Impossible de se connecter ou de lancer le démon. Certaines valeurs peuvent être affichées incorrectement.
hr: Nije se moguće spojiti ili pokrenuti daemon. Neke vrijednosti mogu biti krivo prikazane.
hu: A daemon indítása sikertelen. Néhány érték helytelen.
id: Tidak dapat terhubung atau membuka daemon. Beberapa nilai mungkin tidak muncul dengan benar.
it: Non riesco a connettere o avviare il demone. Alcuni valori possono non essere visualizzati correttamente.
ja: デーモンへの接続や起動が出来ません。正しく表示されていない値がいくつかあるかもしれません。
lt: Negalima įjungti arba paleisti tarnybos. Kai kurios reikšmės gali būti neteisingai parodytos.
ms: Tidak boleh sambung atau lancarkan daemon. Beberapa nilai mungkin dipaparkan secara salah.
nb: Ikke i stand til å få kontakt med, eller starte nisse. Noen verdier kan være vist feil.
nl: Kan geen verbinding met de daemon krijgen of die starten. Sommige waarden kunnen foutief afgebeeld worden.
pl: Nie można się połączyć lub uruchomić demona. Niektóre wartości mogą być wyświetlane nieprawidłowo.
pt_br: Não foi possível conectar ou iniciar o serviço. Alguns dos valores exbidos podem estar incorretos.
ro: Imposibilitatea de a conecta sau lansa serviciul. Unele valori pot fi afişate incorect.
ru: Невозможно соединиться/запустить демон. Некоторые значения могут отображаться некорректно.
sk: Nedá sa pripojiť, ani spustiť démona. Niektoré hodnoty môžu byť zobrazené nesprávne.
sq: Nuk mund te lidhet ose ngarkohet daemoni. Disa vlera mund te shfaqin me gabime.
sr: Нисам успео да се повежем или покренем домара. Неке вредности могу бити приказане нетачно.
sv: Det gick inte att starta eller ansluta till motorn. Vissa värden kan visas inkorrekt.
tr: Bağlantı kurulamıyor veya servis başlatılamıyor. Bazı değerler yanlış görüntülenebilir.
uk: Неможливо підключити/запустити процес. Можливо деякі значення відображені некоректно.

source: Error
ar: خطأ
bg: Грешка
bs: Greška
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
et: Tõrge
fi: Virhe
fr: Erreur
hr: Greška
hu: Hiba
id: Gangguan
it: Errore
ja: エラー
lt: Klaida
ms: Ralat
nb: Feil
nl: Fout
pl: Błąd
pt_br: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sq: Gabim
sr: Грешка
sv: Fel
tr: Hata
uk: Помилка

source: Do you really want to permanently uninstall and delete the %sScreenlet from your system?
bg: Наистина ли искате да деинсталирате и изтриете %sДажджа от вашият компютър?
cs: Oplvdu chcete navždy odstranit %sScreenlet z vašeho počítače?
de: Möchten Sie das %sScreenlet wirklich dauerhaft deinstallieren und aus Ihrem System löschen?
el: Θέλετε πραγματικά να απεγκαταστήσετε μόνιμα και να διαγράψετε το Screenlet %s από το σύστημά σας;
es: ¿Estás seguro de que quieres desinstalar y eliminar de forma permanente la %sScreenlet de su sistema?
et: Kas soovid tõesti %sScreenleti oma süsteemist eemaldada ja vastavad failid kustutada?
fi: Haluatko poistaa pysyvästi %s-screenletin järjestelmästäsi?
fr: Voulez-vous vraiment désinstaller et supprimer le %sScreenlet de votre système ?
hu: Biztos benne, hogy véglegesen eltávolítja és törli a %sScreenletet a rendszeréről?
id: Apakah Anda benar-benar ingin menghapus secara permanen dan menghapus the %sScreenlet dari sistemmu?
it: Vuoi davvero disinstallare permanentemente e cancellare %sScreenlet dal tuo sistema?
ms: Anda pasti hendak nyahpasang dan padam %sScreenlet secara kekal dari sistem anda?
nl: Wilt u zeker %sScreenlet de-installeren en verwijderen van uw systeem?
pl: Na pewno odinstalować i całkowicie usunąć %sScreenlet z systemu?
pt_br: Você realmente quer desinstalar permanentemente e excluir o %sScreenlet do seu sistema?
ro: Sigur doriți să dezinstalați şi să ştergeți permanent %sScreenlet din sistemul dumneavoastră?
sk: Naozaj chcete natrvalo odinštalovať a odstrániť %s screenlet zo systému?
sr: Да ли стварно желите да трајно разградите и обришете %s справицу екрана из вашег система?
tr: Sisteminizden %sScreenlet' i tamamen kaldırmak ve silmek istediğinize emin misiniz?

source: Delete Screenlet
ar: إحذف الشُويشة
bg: Изтриване на джаджата
bs: Obriši screenlet
ca: Suprimeix l'Screenlet
cs: Smazat Screenlet
da: Slet Screenlet
de: Screenlet löschen
el: Διαγραφή Screenlet
es: Eliminar Screenlet
et: Kustuta töölauavidin
fi: Poista Screenlet
fr: Effacer le Screenlet
hr: Izbriši Screenlet
hu: Screenlet törlése
id: Menghapus Screenlet
it: Elimina Screenlet
ja: Screenlet の削除
lt: Ištrinti valdiklį
ms: Padam Screenlet
nb: Slett Screenlet
nl: Verwijder Screenlet
pl: Usuń screenlet
pt_br: Apagar Screenlet
ro: Șterge screenletul
ru: Удалить скринлет
sk: Odstrániť screenlet
sq: Fshij Screenlet
sr: Избриши справицу екрана
sv: Ta bort Screenlet
tr: Bileşen'i Sil
uk: Видалити Скрінлет

source: Do you also want to remove the Screenlet configuration files?
ar: هل تريد إزالة ملفات إعدادات الشُويشة أيضاً؟
bg: Желаете ли да премахнете и конфигурационните файлове на джаджата?
bs: Da li želite ukloniti i screenlet konfiguracijske fajlove?
ca: Voleu suprimir també els fitxers de configuració de l'Screenlet?
cs: Chcete také smazat konfigurační soubory Screenletu?
da: Vil du også fjerne Screenlet konfigurations filerne?
de: Möchten Sie auch die Screenlet Konfigurations-Dateien löschen?
el: Θέλετε επίσης να διαγράψετε τα αρχεία ρυθμίσεων του Screenlet;
es: ¿Ademas quieres desinstalar el archivo de configuracion de Screenlet?
et: Kas eemaldada ka töölauavidina seadistusfailid?
fi: Haluatko poistaa myös Screenletin configuraatio -tiedostot?
fr: Voulez vous aussi supprimer les fichiers de configuration du Screenlet ?
hu: Elszeretné távolítani a Screenlet beállító fájljait is?
id: Apakah Anda juga ingin menghapus Screenlet konfigurasi berkas?
it: Vuoi eliminare anche i file di configurazione di Screenlet?
ja: 設定ファイルも削除しますか?
lt: Ar taip pat norite pašalinti valdiklio konfigūravimo failus?
ms: Anda hendak buang fail konfigurasi Screenlet?
nb: Ønsker du også å fjerne denne Screenlets' konfigurasjonsfiler?
nl: Wil je de bestanden met de instellingen van Screenlet verwijderen?
pl: Czy chcesz również usunąć pliki konfiguracyjne screenletu?
pt_br: Você também deseja remover os arquivos de configuração do Screenlet ?
ro: Doriți, de asemenea, să eliminați fișierele de configurare ale screenletului?
ru: Вы хотите также удалить настройки Screenlet?
sk: Chcete tiež odstrániť konfiguračné súbory screenletu?
sq: Doni te fshini gjithashtu edhe dokumentat e konfigurimit te Screenlet?
sr: Да ли такође желите уклонити и датотеке поставки справице екрана?
sv: Vill du även ta bort Screenlets konfigureringsfiler?
tr: Ayrıca Screenlet yapılandırma dosyalarını silmek istediğinize emin misiniz?
uk: Ви хочете знищити конфігураційні файли Screenlet?

source: Can't delete system-wide screenlets.
ar: لا يمكن إزالة الشُويشات المثبته على مستوى النظام؟
bg: Не могат да се изтрият джаджи, инсталирани за всички потребители в системата.
bs: Ne mogu obrisati system-wide screenlete.
ca: No es poden suprimir els Screenlets del sistema.
cs: Nemohu smazat mimo-systémový screenlet.
da: Kan ikke slette system-installerede screenlets.
de: Kann systemweite Screenlets nicht löschen.
el: Αδυναμία διαγραφής καθολικών screenlets του συστήματος.
es: No puede borrar los Screenlets instalados en el directorio del sistema.
et: Ei õnnestu süsteemseid Screenlete kustutada.
fi: Et voi poistaa järjestelmän laajuisia screenletejä
fr: Impossible de supprimer le screenlet au niveau système.
hr: Nije moguće izbrisati screenlete u mapi sustava.
hu: Az alap Screenletek nem törölhetőek.
id: Tidak dapat menghapus sistem-wide screenlets.
it: Non è possibile eliminare screenlet installate a livello di sistema.
ja: システム全般に関わる Screenlets は削除不可です。
lt: Negalima ištrinti valdiklių, kurie yra sistemos aplankuose.
ms: Tidak dapat padam screenlet menyeluruhi-sistem.
nb: Kan ikke slette systeminstallerte Screenlets.
nl: Kan de systeem-brede screenlets niet verwijderen.
pl: Nie mogę usunąć screenletów z katalogu systemowego.
pt_br: Não é possível apagar screenlets dísponíveis a todos os usuários.
ro: Nu se pot șterge screenleturile la nivel de sistem.
ru: Не возможно удалить общедоступные скринлеты.
sk: Nepodarilo sa odstrániť screenlety aplikované pre celý systém.
sq: Nuk mund te fshihen Screenlets te sistemit.
sr: Не могу да избришем системске справице екрана.
sv: Kan inte ta bort screenlets installerade för alla användare.
tr: Sistem- genelinde bileşenler silinemiyor.
uk: Не вдається вилучити загальносистемні скрінлети.

source: Do you really want to reset the %sScreenlet configuration?
bg: Наистина ли искате да възстановите първоначалните настройки на %sДжаджа?
cs: Opravdu chcete obnovit nastavení %sScreenletu?
de: Möchten Sie die %sScreenlet Konfigurationen wirklich zurücksetzen?
el: Θέλετε πραγματικά να επαναφέρετε τις αρχικές ρυθμίσεις του %sScreenlet;
es: ¿Estas seguro que quieres reiniciar la configuracion de %sScreenlet ?
et: Kas soovid tõesti algväärtustada %sScreenleti seaded?
fi: Haluatko palauttaa %s-screenletin alkuperäiset asetukset?
fr: Voulez-vous vraiment reinitialiser la configuration de %sScreenlet ?
hu: Biztos benne, hogy törli a %sScreenlet beállításait?
id: Apakah kamu ingin untuk benar-benar mereset %sScreenlet konfigurasi?
it: Vuoi davvero reimpostare la configurazione %sScreenlet?
ms: Anda pasti henda menetap-semula konfigurasi %sScreenlet?
nl: Wilt u zeker de %sScreenlet instellingen resetten?
pl: Na pewno zresetować konfigurację %sScreenlet?
pt_br: Você realmente quer reiniciar a configuração do %sScreenlet?
ro: Sigur doriți să resetați configurația %s screenletului?
sk: Naozaj chcete obnoviť konfiguráciu screenletu %s?
sr: Да ли стварно желите вратити на задато поставке %s справице екрана?
tr: %sScreenlet yapılandırmasını sıfırlamak istediğinize emin misiniz?

source: Reset Screenlet
ar: أعد الشُويشة لوضعها الإبتدائي
bg: Връщане на начални настройки
bs: Resetuj screenlet
ca: Reinicia l'Screenlet
cs: Restartovat Screenlet
da: Nulstil Screenlet
de: Screenlet zurücksetzen
el: Επαναφορά του Screenlet
es: Reestablecer Screenlet
et: Lähtesta töölauavidin
fi: Resetoi screenlet
fr: Réinitialiser le Screenlet
hr: Vrati Screenlet u početno stanje
hu: Screenlet újraindítása
id: Menyetel-ulang Screenlet
it: Reimposta Screenlet
ja: Screenlet のリセット
lt: Atstatyti valdiklį
ms: Tetap Semula Screenlet
nb: Nullstill screenlet
pl: Resetuj Screenlet
pt_br: Resetar Screenlet
ro: Restabiliți screenletul
ru: Сбросить скринлет
sk: Reštartovať Screenlet
sq: Rivendos Screenlet
sr: Врати справицу екрана на задато
sv: Återställ Screenlet
tr: Bilenleri Sıfırla
uk: Скинути налаштування Скрінлету

source: Launch/Add
ar: أطلق/أضف
bg: Зареждане/Добавяне
bs: Pokreni/Dodaj
ca: Executa/Afegeix
cs: Spustit/Přidat
da: Kør/Tilføj
de: Starten/Hinzufügen
el: Φόρτωση/Προσθήκη
es: Ejecutar/Añadir
et: Käivita/Lisa
fi: Käynnistä/Lisää
fr: Lancer/Ajouter
hr: Pokreni/Dodaj
hu: Betöltés/Hozzáadás
id: Meluncurkan/Tambahkan
it: Avvia/Aggiungi
ja: 起動/追加
lt: Paleisti/Įdėti
ms: Lancar/Tambah
nb: Kjør/ Legg til
nl: Start/Voeg toe
pl: Uruchom/Dodaj
pt_br: Iniciar/Adicionar
ro: Lansează/adaugă
ru: Запустить/Добавить
sk: Spustiť/pridať
sq: Ngarko/Shto
sr: Покрени/Додај
sv: Starta/Lägg till
tr: Çalıştır/Ekle
uk: Запустити/Додати

source: Install
ar: ثبت
bg: Инсталиране
bs: Instaliraj
ca: Instal·la
cs: Nainstalovat
da: Installér
de: Installieren
el: Εγκατάσταση
es: Instalar
et: Paigalda uus töölauavidin
fi: Asenna
fr: Installer
hr: Instaliraj
hu: Telepítés
id: Memasang
it: Installa
ja: インストール
lt: Įdiegti
ms: Pasang
nb: Installer
nl: Installeren
pl: Instaluj
pt_br: Instalar
ro: Instaleaza
ru: Установить
sk: Inštalovať
sq: Instalo
sr: Угради
sv: Installera
tr: Kur
uk: Встановити

source: Uninstall
ar: أزل التثبيت
bg: Премахване
bs: Obriši
ca: Desinstal·la
cs: Odinstalovat
da: Afinstallér
de: Deinstallieren
el: Απεγκατάσταση
es: Desinstalar
et: Eemalda töölauavidin
fi: Poista
fr: Désinstaller
hr: Deinstaliraj
hu: Eltávolítás
id: Membongkar
it: Rimuovi
ja: アンインストール
lt: Išdiegti
ms: Nyahpasang
nb: Avinstaller
nl: Deïnstalleren
pl: Odinstaluj
pt_br: Desinstalar
ro: Dezinstalează
ru: Удалить
sk: Odinštalovať
sq: Cinstalo
sr: Разгради
sv: Avinstallera
tr: Kaldır
uk: Видалити

source: Reset Screenlet Config
ar: أعد إعدادات الشُويشة لوضعها الإبتدائي
bg: Връщане на началните настройки на джаджата
bs: Resetuj screenlet konfiguraciju
ca: Reinicia la configuració de l'Screenlet
cs: Restartovat Screenlet nastavení
da: Nulstil Screenlet konfiguration
de: Screenlet-Konfiguration zurücksetzen
el: Επαναφορά ρυθμίσεων του Screenlet
es: Reestablecer configuracion de Screenlet
et: Lähtesta vidina seaded
fi: Resetoi Screenletin asetukset
fr: Réinitialiser la Configuration du Screenlet
hr: Vrati Screenlet u početno stanje
hu: Screenlet beállításainak törlése
id: Menyetel-ulang Screenlet konfig
it: Azzera Configurazione Screenlet
ja: Screenlet の設定のリセット
lt: Atstatyti konfigūraciją
ms: Tetap Semula Konfig Screelet
nb: Nullstill screenlet-konfigurasjon
nl: Reset de instellingen van Screenlet
pl: Resetuj konfigurację screenletu
pt_br: Resetar a Configuração do Screenlet
ro: Resetează configurația screenletului
ru: Сбросить настройки скринлета
sk: Reštartnúť nastavenia screenletu
sq: Rivendos konfigurimin e Screenlet
sr: Врати поставке справице екрана на задате
sv: Återställ Screenletkonfigurationen
tr: Screenlet Yapılandırmasını Sıfırla
uk: Скинути налаштування Скрінлетс

source: Install New Theme
ar: ثبت سِمة جديدة
bg: Инсталиране на нова тема
bs: Instaliraj novu temu
ca: Instal·la un tema nou
cs: Nainstalovat nový styl
da: Installér nyt tema
de: Neues Thema installieren
el: Εγκατάσταση Νέου Θέματος
es: Instalar un tema nuevo
et: Paigalda uus teema
fi: Asenna uusi teema
fr: Installer un Nouveau Thème
hr: Instaliraj novu temu
hu: Új téma telepítése
id: Memasang Tema Baru
it: Installa Nuovo Tema
ja: 新しいテーマのインストール
lt: Įdiegti naują temą
ms: Pasang Tema Baru
nb: Installer nytt tema
nl: Installeer een nieuw thema
pl: Instaluj nowy motyw
pt_br: Instalar Novo Tema
ro: Instalează temă nouă
ru: Установить новую тему
sk: Inštalovať novú tému
sq: Instalo Teme te Re
sr: Угради нову тему
sv: Installera nytt tema
tr: Yeni Tema Yükle
uk: Встановити нову тему

source: Re-Start All
ar: أعد تشغيل الكل
bg: Рестартиране на всички
bs: Ponovo pokreni sve
ca: Reinicia-ho tot
cs: Restartovat vše
da: Genstart alle
de: Alle neustarten
el: Επανεκκίνηση όλων
es: Reiniciar todos
et: Taaskäivita kõik
fi: Uudelleen käynnistä kaikki
fr: Tout redémarrer
hr: Ponovo pokreni sve
hu: Összes újraindítása
id: Mengulang-Memulai semua
it: Riavvia Tutte
ja: 全て再スタート
lt: Paleisti visus iš naujo
ms: Mula-Semula Semua
nb: Start alle på nytt
nl: Herstart alles
pl: Uruchom ponownie wszystkie
pt_br: Reiniciar Todos
ro: Repornește tot
ru: Перезапустить все
sk: Reštartovať všetko
sq: Ri-Fillo te Gjitha
sr: Поново покрени све
sv: Starta om alla
tr: Hepsini Yeniden Başlat
uk: Перезавантажити всі

source: Close All
ar: أغلق الكل
bg: Затвори всички
bs: Zatvori sve
ca: Tanca-ho tot
cs: Zavřit vše
da: Luk alt
de: Alle schließen
el: Κλείσιμο όλων
es: Cerrar todo
et: Peata kõik
fi: Sulje kaikki
fr: Tout fermer
hr: Zatvori sve
hu: Összes bezárása
id: Menutup Semuanya
it: Chiudi tutte
ja: 全て閉じる
lt: Užverti visus
ms: Tutup Semua
nb: Lukk alle
nl: Alles sluiten
pl: Zamknij wszystkie
pt_br: Fechar Todos
ro: Închide tot
ru: Закрыть все
sk: Zatvoriť všetko
sq: Mbyll te Gjitha
sr: Затвори све
sv: Stäng alla
tr: Tümünü Kapat
uk: Закрити всі

source: Options
ar: الخيارات
bg: Опции
bs: Opcije
ca: Opcions
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Επιλογές
es: Opciones
et: Vidinate vaikimisi seaded
fi: Valinnat
hr: Postavke
hu: Beállítások
id: Pilihan-pilihannya
it: Opzioni
ja: オプション
lt: Nuostatos
ms: Pilihan
nb: Brukervalg
nl: Opties
pl: Opcje
pt_br: Opções
ro: Opțiuni
ru: Настройки
sk: Možnosti
sq: Mundesite
sr: Могућности
sv: Inställningar
tr: Tercihler
uk: Налаштування

source: Create Desktop Shortcut
ar: أنشئ وصلة في سطح المكتب
bg: Създаване на препратка на работния плот
bs: Kreiraj desktop prečicu
ca: Crea una drecera a l'escriptori
cs: Vytvořit zástupce na ploše
da: Opret genvej
de: Desktop Verküpfung erstellen
el: Δημιουργία συντόμευσης στην επιφάνεια εργασίας
es: Crear acceso directo en el escritorio
et: Tekita töölauale otsetee
fi: Luo pikakuvake työpöydälle
fr: Créer un raccourci sur le bureau
hr: Stvori poveznicu na radnoj površini
hu: Indítóikon készítése
id: Mengkreasi Destop Sotkat
it: Crea collegamento sulla Scrivania
ja: ショートカットの作成
lt: Sukurti piktogr. darbastalyje
ms: Cipta Pintasan Desktop
nb: Lag snarvei for skrivebordet
nl: Maak een koppeling op het bureaublad
pl: Utwórz dowiązanie na pulpicie
pt_br: Criar atalho na Área de Trabalho
ro: Creează pictogramă pentru acces rapid
ru: Создать ярлык на рабочем столе
sk: Vytvoriť Odkaz na Ploche
sq: Krijo lidhje te shkurter ne Desktop
sr: Направи пречицу радне површи
sv: Skapa skrivbordsgenväg
tr: Masaüstü Bağlantısı Oluştur
uk: Створити ярлик на стільниці

source: Launch/add a new instance of the selected Screenlet ...
ar: أطلق/أضف مثيلاً جديد لشُويشة المختارة ...
bg: Зареждане/добавяне на ново копие на избраната джаджа
bs: Pokreni/dodaj novu instancu odabranog screenleta...
ca: Executa/afegeix una instància nova de l'Screenlet seleccionat ...
cs: Spustit/Přidat nový proces vybraného Screenletu...
da: Start/tilføj en ny instans af den valgte Screenlet ...
de: Starte/öffne eine neue Instanz des gewählten Screenlets ...
el: Φόρτωση/Πρσθήκη νέου στιγμιότυπου του επιλεγμένου Screenlet...
es: Ejecutar/Añadir una nueva instancia del Screenlet seleccionado...
et: Käivita veel üks valitud töölauavidin ...
fi: Käynnistä/Lisää uusi kappale valitusta Screenletistä...
fr: Lancer/Ajouter une nouvelle instance du Screenlet sélectionné ...
hr: Pokreni/dodaj novu instancu odabranog Screenleta ...
hu: Betölt/hozzáad egy új példányt a kiválasztott Screenletből…
id: Peluncuran / menambahkan instance baru dari Screenlet dipilih ...
it: Avvia/Aggiungi una nuova istanza della Screenlet selezionata ...
ja: 選択した Screenlet の新しいインスタンスを起動/追加...
lt: Paleisti/Įdėti naują išrinkto valdiklio pavyzdį ...
ms: Lancar/tambah kejadian baru Screenlet terpilih ...
nb: Kjør/ legg til et nytt tilfelle av den valgte Screenlet ...
nl: Start/voeg een nieuw exemplaar toe van de gekozen Screenlet ...
pl: Uruchom/dodaj nowy egzemplarz wybranego screenletu ...
pt_br: Inicia/Adiciona uma nova instância do Screenlet selecionado ...
ro: Lanseză/adaugă o nouă sesiune a screenletului selectat
ru: Запустить/добавить новый экземпляр выбранного скринлета ...
sk: Spustiť/pridať nový exemplár z vybraného screenletu...
sq: Ngarko/Shto nje shembull te ri te Screenlet te zgjedhur ...
sr: Покрени/додај нови примерак означене справице екрана ...
sv: Lägg till/Starta vald Screenlet
tr: Seçili bileşen'in yeni bir örneğini Başlat/Ekle
uk: Запустити/Додати ще однукопію обраного Скрінлк=ету

source: Install a new Screenlet, SuperKaramba or Web Widget or Web Application ...
ar: ثبت شُويشة جديدة، إما كارامبا خارقة (SuperKaramba) أو ودجة شبكية أو تطبيق شبكي ...
bg: Инсталиране на нова джаджа, джаджа на SuperKaramba, уеб джаджа или уеб приложение...
bs: Instaliraj novi screenlet, SuperKaramba, Web Widget ili Web aplikaciju ...
ca: Instal·la un Screenlet, SuperKaramba, giny web o aplicació web nou ...
cs: Nainstalovat nový Screenlet, SuperKarambu, Webový Widget nebo Webovou aplikaci...
da: Installer en ny Screenlet, SuperKaramba eller Web Widget eller Web Program ...
de: Installiere ein neues Screenlet, ein SuperKaramba, Web Widget oder eine Web Anwendung ...
el: Εγκατάσταση νέου Screenlet, SuperKaramba ή Web Γραφικού Συστατικού ή Web Εφαρμογής...
es: Instalar un Screenlet, Superkaramba, Web Widget o un Web App nuevo
et: Paigalda uus Screenlet, SuperKaramba, Web Widget või Web Application ...
fi: Asenna uusi Screenlet, SuperKaramba tai Web -Vimpain tai Web sovellus
fr: Installer un nouveau Screenlet, SuperKaramba ou widget web ou une application web ...
hr: Instaliraj novi Screenlet, SuperKaramba ili Web widget ili Web aplikaciju ...
hu: Új Screenlet, SuperKaramba, Webes Widget vagy Webes Alkalmazás telepítése …
id: Instal Screenlet baru, SuperKaramba atau Web Widget atau Web Application ...
it: Installa una nuova Screenlet, SuperKaramba, Web Widget o Applicazione Web ...
ja: 新しい Screenlet や SuperKaramba または Web ウィジェットや Web アプリーションをインストール...
lt: Įdiegti naują valdiklį, Superkarambą ar Interneto valdiklį ar aplikaciją ...
ms: Pasang Screenlet, SuperKaramba aatau Widget Sesawang atau Aplikasi Sesawang baru ...
nb: Installer en ny Screenlet, SuperKaramba, internettbasert "Widget" eller -applikasjon...
nl: Installeer een nieuwe Screenlet, SuperKaramba of Web Widget of Web Application ...
pl: Zainstaluj nowy Screenlet. SuperKaramba lub Web Widget lub Web Aplication ...
pt_br: Instalar um novo Screenlet, SuperKaramba, Web Windget ou Aplicação Web ...
ro: Instalați un nou screenlet, SuperKaramba sau Web Widget sau aplicație web ...
ru: Установить новый скринлет (Screenlet), SuperKaramba или сетевой виджет (Web Widget) или сетевое приложение(Web Application) ...
sk: Inštalovať nový screenlet, SuperKaramba alebo Web widget alebo Webových aplikácií...
sq: Instalo nje Screenlet te ri, SuperKaramba ose Web Widget ose Program Web ...
sr: Угради нову справицу екрана, Суперкарамба или Веб справицу, или Веб програмче ...
sv: Installera en ny Screenlet, SuperKaramba, Web Widget eller Web applikation.
tr: Yeni bir Bileşen Kur, yada SuperKaramba, Web Widget, Web uygulaması ...
uk: Встіновити новий Screenlet, SuperKaramba або Web Widget, або Web Application ...
