Repository: Happy-Ferret/screenlets
Catalog: screenlets-manager/*.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, fi, fr, hr, hu, id, it, ja, lt, ms, nb, nl, pl, pt_br, ro, ru, sk, sq, sr, sv, tr, uk

source: Screenlets daemon
ar: Screenlets الخفي
bg: Демон на Джаджи
el: Δαίμονας Screenlets
es: demonio de Screenlets
et: Screenlets töölauavidinad
fi: Screenlets-taustaprosessi
fr: Démon Screenlets
id: Daemon Screenlets
it: Demone Screenlets
ms: Daemon Screenlet
pl: Usługa Screenlets
pt_br: Daemon do Screenlets
ro: Serviciul Screenlets
sk: Screenlets démon
sr: Домар справица екрана
tr: Screenlets simgesi

source: Screenlets Manager
ar: مدير الشُويشات
bg: Мениджър на джаджи
bs: Screenlet menadžer
ca: Gestor d'Screenlets
cs: Manažer Screenletů
de: Screenlets Verwaltung
el: Διαχειριστής Screenlets
es: Administrador de Screenlets
et: Screenlets töölauavidinate haldur
fi: Screenlet-hallinta
fr: Gestionnaire de Screenlets
hr: Upravljanje Screenletima
hu: Screenlets beállításkezelő
id: Pengatur tugas Screenlets
ja: Screenlets マネージャ
lt: Darbastalio valdiklių tvarkytuvė
ms: Pengurus Screenlet
nb: Screenletshåndterer
pl: Menadżer screenletów
pt_br: Gerenciador de Screenlets
ro: Administrator Screenlets
ru: Менеджер скринлетов
sk: Správca screenletov
sq: Menaxheri i Screenlets
sr: Управник справица екрана
sv: Hanterare för Screenlets
tr: Bileşen Yöneticisi
uk: Налаштування Скрінлетс

source: Install Screenlet
ar: ثبت الشُويشة
bg: Инсталиране на джаджа
bs: Instaliraj Screenlet
ca: Instal·la un Screenlet
cs: Instalovat Screenlet
da: Installér Screenlet
de: Screenlet installieren
el: Εγκατάσταση Screenlet
es: Instalar Screenlet
et: Paigalda uus töölauavidin...
fi: Asenna Screenlet
fr: Installer le Screenlet
hr: Instaliraj Screenlet
hu: Screenlet telepítés
id: Memasang Screenlet
it: Installa Screenlet
ja: Screenlet のインストール
lt: Įdiegti valdiklį
ms: Pasang Screenlet
nb: Installer screenlet
nl: Installeer Screenlet
pl: Zainstaluj Screenlet
pt_br: Instalar Screenlet
ro: Instalează screenletul
ru: Установить скринлет
sk: Inštalovať Screenlety
sq: Instalo Screenlet
sr: Угради справицу екрана
sv: Installera Screenlet
tr: Bileşen Kur
uk: Встановити Скрінлет

source: Get more Screenlets
ar: إحصل على المزيد من الشُويشات
bg: Получаване на още джаджи
bs: Uzmi više Screenleta
ca: Aconsegueix més Screenlets
cs: Získat více screenletů
da: Hent flere Screenlets
de: Mehr Screenlets
el: Λήψη περισσότερων Screenlets
es: Consiga más Screenlets
et: Hangi uusi töölauavidinaid...
fi: Hanki lisää Screenletsejä
fr: Obtenir plus de Screenlets
hr: Nabavi više Screenleta
hu: Még több Screenlet
id: Dapatkan lebih Screenlets
it: Ottieni altre Screenlet
ja: Screenlet の追加取得
lt: Gauti daugiau
ms: Dapatkan lagi Screenlet
nb: Skaff flere screenlets
nl: Verkrijg meer Screenlets
pl: Pobierz więcej Screenletów
pt_br: Obter mais Screenlets
ro: Obține mai multe screenleturi
ru: Достать болше скринлетов
sk: Získať viac screenletov
sq: Shkarko me teper Screenlets
sr: Набави још справица екрана
sv: Hämta fler Screenlets
tr: Daha fazla Bileşen edinin
uk: Отримайте більше Screenlets

source: Launch Screenlet
ar: أطلق الشُويشة
bg: Пускане на джаджа
bs: Pokreni screenlet
ca: Executa un Screenlet
cs: Spustit Screenlet
da: Start Screenlet
de: Screenlet starten
el: Έναρξη Screeκnlet
es: Empezar Screenlet
et: Käivita töölauavidin
fi: Käynnistä Screenlet
fr: Lancer le Screenlet
hr: Pokreni Screenlet
hu: Screenlet indítása
id: Meluncurkan Screenlet
it: Avvia Screenlet
ja: Screenlet の起動
lt: Paleisti valdiklį
ms: Lancar Screenlet
nb: Kjør screenlet
nl: Start Screenlet op
pl: Uruchom Screenlet
pt_br: Iniciar Screenlet
ro: Lansează screenletul
ru: Запустить скринлет
sk: Spustiť screenlet
sq: Nis Screenlet
sr: Покрени справицу екрана
sv: Starta Screenlet
tr: Bileşen'i Başlat
uk: Запустити Screenlet

source: Close all Screenlets
ar: أغلق جميع الشُويشات
bg: Затваряне на всички джаджи
bs: Zatvori sve screenlete
ca: Tanca tots els Screenlets
cs: Zavřít všechny Screenlety
da: Luk alle Screenlets
de: Alle Screenlets schließen
el: Κλείσιμο όλων των Screenlets
es: Cerrar todos los Screenlets
et: Sulge kõik töölauavidinad
fi: Sulje kaikki Screenletsit
fr: Fermer tous les Screenlets
hr: Zatvori sve Screenlete
hu: Összes Screenlet bezárása
id: Tutup semua Screenlets
it: Chiudi tutte le Screenlet
ja: 全ての Screenlet を閉じる
lt: Užverti visus valdiklius
ms: Tutup semua Screenlet
nb: Lukk alle screenlets
nl: Sluit alle Screenlets
pl: Zamknij wszystkie screenlety
pt_br: Fechar todos os Screenlets
ro: Închide toate screenleturile
ru: Закрыть все скринлеты
sk: Zatvoriť všetky screenlety
sq: Mbyll te gjitha Screenlets
sr: Затвори све справице екрана
sv: Stäng alla Screenlets
tr: Tüm Bileşen'leri Kapat.
uk: Закрити всі Скрінлети

source: Restart all Screenlets
bg: Рестарт на всички Джаджи
cs: Restartovat všechny Screenlety
de: Alle Screenlets neu starten
el: Επανεκκίνηση όλων των Screenlets
es: Reiniciar todos los Screenlets
et: Taaskävita kõik vidinad
fi: Käynnistä uudelleen kaikki Screenletit
fr: Redémarrez entièrement Screenlets
hu: Összes Screenlet újraindítása
id: Mengulangi semua Screenlets
it: Riavvia tutti gli Screenlets
ms: Mula semula semua Screenlet
nl: Herstart alle Screenlets
pl: Resetuj wszystkie Screenlets
pt_br: Reiniciar todos os Screenlets
ro: Repornește toate screenleturile
sk: Reštartovať všetky screenlety
sr: Поново покрене све справице екрана
tr: Tüm Bileşen'leri Yeniden başlat

source: Quit the Screenlets
ar: أغلق الScreenlets
bg: Изход от Джаджите
cs: Spustit Screenlet
da: Hent flere Screenlets
de: Screenlets beenden
el: Έξοδος από τα Screenlets
es: Cerrar todos los Screenlets
et: Lõpeta vidinasüsteemi töö
fi: Lopeta Screenlets
fr: Obtenir plus de Screenlets
hu: Kilépés a Screenletekből
id: Keluarkan Screenlets
it: Chiudi gli Screenlets
ja: Screenlet の追加取得
ms: Tutup Screenlet
nb: Skaff flere screenlets
nl: Stop alle Screenlets
pl: Zamknij Screenlets
pt_br: Obter mais Screenlets
ro: Părăsește screenletul
ru: Достать болше скринлетов
sk: Ukončiť všetky Screenlety
sr: Напусти справице екрана
sv: Hämta fler Screenlets
tr: Tüm Bileşen'leri Kapat
uk: Видалити Скрінлет

source: This application is released under the GNU General Public License v3 (or, at your option, any later version). You can find the full text of the license under http://www.gnu.org/licenses/gpl.txt. By using, editing and/or distributing this software you agree to the terms and conditions of this license. Thank you for using free software!
ar: يصدر هذا التطبيق تحت الرخصة العمومية العامة جنو النسخة الثالثة (أو أي نسخة أقدم حسب اختيارك), و بإمكانك الإطلاع على النسخة الكاملة للرخصة هنا http://www.gnu.org/licenses/gpl.txt. علماً أن بإستخدامك أو تحريرك أو نشرك لهذا البرنامج أنت مقر بأحكام و شروط هذه الرخصة. شكراً لإستخدامك للبرمجيات الحرة!
bg: Това приложение се разпространява под GNU General Public License v3 (или всяка по-късна версия). Можете да намерите пълния текст на лиценза на http://www.gnu.org/licenses/gpl.txt . Като, използвате, променяте и,или разпространявате този софтуер Вие приемате реда и условията на този лиценз. Благодаря че изпозвате свободен софтуер!
bs: Ova aplikacija je objavljena pod GNU General Public v3 licencom (ili po Vašem mišljenju bilo kojom kasnijom verzijom).Puni tekst licence možete naći na http://www.gnu.org/licenses/gpl.txt.Korištenjem,uređivanjem i/ili distribuiranjem ovog softvera prihvatate obaveze i uvjete ove licence.Hvala što koristite besplatan softver!
ca: Aquesta aplicació s'ha alliberat sota la GNU General Public License v3 (o, a la vostra elecció, qualsevol versió posterior). Podeu trobar el text sencer de la llicència a http://www.gnu.org/licenses/gpl.txt. Si utilitzeu, editeu i/o distribuïu aquest programa accepteu els termes i condicions d'aquesta llicència. Gràcies per utilitzar programari lliure.
cs: Tato aplikace je vydávána pod licencí GNU General Public Licence v3 (nebo kompatibilní). Plné znění licence můžete najít na http://www.gnu.org/licenses/gpl.txt. Používáním, upravováním nebo distribuováním tohoto programu souhlasíte s podmínkami této licence. Děkujeme za používání svobodného softwaru!
da: Dette program er frigivet under GNU General Public License v3 (eller, efter dit valgt, en senere version). Du kan finde licensens fulde ordlyd på http://www.gnu.org/licenses/gpl.txt. Ved at bruge, ændre og/eller distribuere denne software accepterer du licensens vilkår og betingelser. Tak fordi du bruger fri software!
de: Diese Anwendung ist unter der GNU General Public License v3 veröffentlicht (oder, nach Ihrer Wahl, jede spätere Version). Sie können den kompletten Text der Lizenz unter http://www.gnu.org/licenses/gpl.txt ansehen. Mit der Verwendung, Veränderung oder Verbreitung dieser Software stimmen Sie den Linzenzbedingungen zu. Vielen Dank, dass Sie freie Software verwenden!
el: Αυτή η εφαρμογή κυκλοφορεί υπό τους όρους της GNU General Public License v3 (ή, ανάλογα με τις επιλογές σας, κάθε επόμενης έκδοσης). Μπορείτε να βρείτε και να διαβάσετε το πλήρες κείμενο της άδειας στη διεύθυνση http://www.gnu.org/licenses/gpl.txt. Η χρήση, επεξεργασία και/ή αναδιανομή αυτού του λογισμικού, συνεπάγεται ότι συμφωνείτε με τους όρους και τις προϋποθέσεις αυτής της άδειας. Ευχαριστούμε που χρησιμοποιείτε Ελεύθερο Λογισμικό / Λογισμικό Ανοικτού Κώδικα!
es: Esta aplicación está publicada bajo la Licencia Pública General de GNU v3 (o, según su elección, bajo cualquier versión posterior). Puede encontrar el texto completo de la licencia en http://www.gnu.org/licenses/gpl.txt. Al utilizar, editar o distribuir este software, usted acepta los términos y condiciones de dicha licencia. ¡Gracias por utilizar software libre!
et: See programm on avaldatud GNU Üldise Avaliku litsensi 3. versiooni (või sinu valikul mõne hilisema versiooni) all. Litsensi tervikteksti võib leida aadressilt http://www.gnu.org/licenses/gpl.txt. Antud tarkvara kasutamise, muutmise või levitamisega nõustud litsensi tingimustega. Tänan vaba tarkvara kasutamise eest!
fi: Tämä on vapaa ohjelma: tätä ohjelmaa saa levittää edelleen ja muuttaa Free Software Foundationin julkaiseman GNU General Public Licensen (GPL-lisenssi) version 3 tai (valinnan mukaan) myöhemmän version ehtojen mukaisesti. Katso lisätietoja lisenssistä http://www.gnu.org/licenses/gpl.txt. Kiitos tämän ilmaisen ohjelman käyttämisestä.
fr: Cette application est publiée sous la GNU General Public License v3 (ou, selon votre version, toute autre version plus ancienne). Vous pouvez trouver le texte complet de cette licence à l'adresse suivante http://www.gnu.org/licenses/gpl.txt. En utilisant, éditant et/ou distribuant ce logiciel vous êtes d'accord avec les termes et les conditions de cette licence. Merci d'utiliser des logiciels libres!
hr: Ovaj program je objavljen pod GNU Općom javnom licencom v3 (ili bilo kojom kasnijom verzijom). Puni tekst ove licence se može pronaći na stranici http://www.gnu.org/licenses/gpl.txt. Korištenjem, mijenjanjem i/ili distribucijom ovog softvera prihvaćate uvjete ove licence. Hvala vam što koristite slobodan softver!
hu: A program GNU General Public License 3. verzió szerint lett kiadva (vagy annál későbbi verzió). Megtalálja a teljes szöveget a licenszben a következő címen http://www.gnu.org/licenses/gpl.txt. A program szabadon felhasználható, terjeszthető és/vagy módosítható a licensz feltételei és kikötései szerint. Köszönjük, hogy szabad szoftvert használ!
id: Applikasi ini adalah dirilis dibawah si GNU Pusatnya Lisensi Publik v3 (atau, pada pilihanmu, suatu versi kemudian). Kamu dapat mencari teks lengkapnya dari lisensi pada http://www.gnu.org/licenses/gpl.txt. Berdasarkan memakai, mengedit dan/atau mendistribusikan software ini kamu setuju untuk syarat dan kondisi dari lisensi ini. Terima kasih untuk menggunakan software kebebasan!
it: Questo programma è rilasciato sotto la licenza GNU General Public License v3 (oppure, a tua discrezione, qualunque versione successiva). Puoi trovare il testo completo della licenza su http://www.gnu.org/licenses/gpl.txt. Utilizzando, modificando e/o distribuendo questo software accetti i termini e le condizioni di questa licenza. Grazie per l'utilizzo del software libero!
lt: Ši programa išleista su GNU General Public Licencija v3 (arba,jūsų atvėju, naujesne versija). Jūs galite rasti pilną licencijos tekstą http://www.gnu.org/licenses/gpl.txt. Keičiant ar kitaip naudojant šią programinę įrangą jūs sutinkate su šios licencijos terminais ir sąlygomis. Ačių, kad naudojatės laisva programine įranga!
ms: Aplikasi ini dilepaskan dibawah Lesen Awam Am GNU v3 (atau, mengikut pilihan anda, sebarang versi terkemudian). Anda boleh cari teks penuh lesen dibawah http://www.gnu.org/licenses/gpl.txt. Dengan menggunakannya, menyunting dan/atau mengedar perisian ini anda menyetujui terma dan syarat lesen ini. Terima kasih kerana menggunakan perisian bebas!
nb: Dette programmet er publisert under GNU Genereal Public lisensen v3 (eller, om du ønsker, enhver senere versjon). Du kan finne hele teksten på http://www.gnu.org/licenses/gpl.txt. Ved å bruke, redigere og/eller distribuere denne programvaren aksepterer du vilkårene i denne lisensen. Takk for at du bruker fri programvare!
nl: Deze applicatie is vrijgegeven onder de voorwaarden van de GNU General Public License v3 (of, naar u keuze, enige latere versie). U kan de volledige tekst van deze licentie vinden op http://www.gnu.org/licenses/gpl.txt. Als u deze software gebruikt, wijzigt en/of verspreidt dan gaat u akkoord met de termen van deze licentie. Dank u voor het gebruik van deze vrije software.
pl: Niniejszy program jest wolnym oprogramowaniem - możesz go rozpowszechniać dalej i/lub modyfikować na warunkach Powszechnej Licencji Publicznej GNU wydanej przez Fundację Wolnego Oprogramowania, według wersji 3 tej Licencji (lub dowolnej z późniejszych wersji). Pełny tekst licencji znajduje się na http://www.gnu.org/licenses/gpl.txt (wersja angielska). Używając, zmieniając i/lub rozprowadzając ten program zgadzasz się na warunki tej licencji. Dziękujemy za korzystanie z wolnego oprogramowania!
pt_br: Este aplicativo é coberto pelos termos da GNU General Public License v3(ou, se desejar, qualquer outra versão posterior). O texto completo da licença pode ser encontrado em: http://www.gnu.org/licenses/gpl.txt. Pela utilização, modificação ou distribuição deste aplicativo, você concorda com todos os termos e condições da licença. Obrigado por utilizar software livre!
ro: Această aplicaţie este distribuită sub GNU General Public License v3 (sau, la opţiunea dumneavoastră, orice versiune ulterioară). Puteţi găsi textul integral al autorizaţiei sub http://www.gnu.org/licenses/gpl.txt. Prin utilizarea, editarea şi / sau distribuirea acestui software sunteţi de acord cu termenii şi condiţiile acestei licenţe. Vă mulţumim pentru utilizarea softwareului gratuit!
ru: Это программное обеспечение распространяется по лицензии GNU General Public License v3 (или по более поздней ее версии). Полный текст лицензии можно найти на сайте http://www.gnu.org/licenses/gpl.txt. Используя, изменяя и/или распространяя данное программное обеспечение Вы соглашаетесь с положениями этой лицензии. Спасибо за использование свободного ПО!
sk: Táto aplikácia je uvoľnená pod GNU General Public License v3 (alebo, podľa vášho uváženia, akejkoľvek neskoršej verzie). Plné znenie licencie nájdete na http://www.gnu.org/licenses/gpl.txt. Pri použití, editácii a/alebo distribúcii tohto softvéru súhlasíte s podmienkami tejto licencie. Ďakujeme vám za použitie slobodného softvéru!
sq: Ky program eshte publikuar nen Licencen GNU (General Public License) v3 (ose versione pasardhese). Mund te gjeni Licencen e plote ne http://www.gnu.org/licenses/gpl.txt. Duke perdorur, ndryshuar dhe/ose shperndare kete program ju pranoni termat dhe kushtet e kesaj licence. Faleminderit per perdorimin e programeve falas!
sr: Овај програм је објављен под ОЈЛ Општом јевном Лиценцом в3 дозволом (или, по вашем избору, било којим каснијимм издањем). Можете наћи цео текст лиценце на http://www.gnu.org/licenses/gpl.txt. Коришћењем, мењањем и/или расподелом овог софтвера слажете се са условима ове лиценце.Хвала вам што користите слободан софтвер!
sv: Det här programmet är licensierat under GNU General Public License v3 (eller valfritt under en senare version). Du han läsa licensen i sin helhet under http://www.gnu.org/licenses/gpl.txt. Genom att använda, ändra och/eller distribuera det här programmet godkänner du villkoren för denna licens. Tack för att du använder fri programvara!
tr: Bu uygulama GNU Genel Kamu Lisansı v3 ile lisanslıdır (ya da sizin seçtiğiniz, daha yeni bir sürümü). http://www.gnu.org/licenses/gpl.txt adresinde bu lisansın tam metnini bulabilirsiniz. Kullanma,düzenleme veya dağıtarak bu yazılımın şartlarını ve bu lisansın koşullarını kabul etmiş olursunuz. Özgür yazılım kullandığınız için teşekkürler!
uk: Цю програму випущено під ліцензією GNU General Public License v3 (та, на Ваше бажаня, пізнішими її версіями). з повним текстом ліцензійної угоди можна ознацомитись тут: http://www.gnu.org/licenses/gpl.txt. Використовуючи, редагуючи, та/чи розповсюджуючи цю програму, Ви засвідчуєте свою згоду на дотримання зазначеної ліцензійної угоди. Вдячні Вам за користування вільнимим програмами!

source: Install a Screenlet
ar: ثبت شُويشة
bg: Инсталиране на джаджа
bs: Instaliraj screenlet
ca: Instal·la un Screenlet
cs: Instalovat Screenlet
da: Installer en Screenlet
de: Installiere ein Screenlet
el: Εγκατάσταση ενός Screenlet
es: Instalar un Screenlet
et: Paigalda Screenlet
fi: Asenna Screenlet
fr: Installer un Screenlet
hr: Instaliraj Screenlet
hu: Screenlet telepítése
id: Memasang suatu Screenlet
it: Installa una Screenlet
ja: Screenlet のインストール
lt: Įdiegti valdiklį
ms: Pasang Screenlet
nb: Installer en Screenlet
nl: Installeer een Screenlet
pl: Zainstaluj Screenlet
pt_br: Instalar um Screenlet
ro: Instalează un screenlet
ru: Установить скринлет
sk: Nainštalovať screenlet
sq: Instalo nje Screenlet.
sr: Угради справицу екрана
sv: Installera en Screenlet
tr: Bileşen Kur
uk: Встановити Скрінлет

source: All categories
ms: Semua kategori
sk: Všetky kategórie
sr: Све врсте

source: Miscellaneous
ms: Pelbagai
sk: Všeobecné
sr: Разно

source: Important! You are running this application as root user, almost all functionality is disabled. You can use this to install screenlets into the system-wide path.
ar: تنبيه مهم! انت مشغل التطبيق بصلاحية الجذر، لذلك معظم الوظائف معطلة. بإمكانك إستخدام هذه الصلاحية لتثبيت الشُويشات في مسار على مستوى النظام.
bg: Важно! Вие използвате това приложение с като потребител root и почти всичката му финкционалност е изключена. Можете да го използвате за да инсталирате джаджите за цялата система.
bs: Važno!Ovu aplikaciju ste pokrenuli kao root korisnik,skoro sve funkcionalnosti su isključene.Ovo možete iskoristiti za instalaciju screenleta u sistemske putanje.
ca: Important! Esteu executant aquesta aplicació com a usuari primari, la major part de l'aplicació està inhabilitada. Podeu utilitzar aquest mode per a instal·lar Screenlets al camí del sistema.
cs: Důležité! Spouštíte tuto aplikaci jako root, téměř všechny funkce jsou zakázány. Toto můžete použít k instalaci screenletů do systémových složek.
da: Vigtigt! Du kører dette program som root-bruger, næsten al funktionalitet er deaktiveret. Du kan bruge dette til at installere screenlets som systeminstallerede.
de: Wichtig! Sie betreiben diese Anwendung als root-Benutzer, nahezu alle Funktionen sind deaktiviert. Sie können Screenlets so in einen systemweiten Pfad installieren.
el: Σημαντικό! Εκτελείτε αυτή την εφαρμογή ως χρήστης root, σχεδόν όλες οι λειτουργίες είναι απενεργοποιημένες. Μπορείτε να το χρησιμοποιήσετε για να εγκαταστήσετε screelets στην ευρεία διαδρομή του συστήματος.
es: ¡Importante! Está ejecutando esta aplicación como root, casi todas la funcionalidades están deshabilitadas. Puede usar este modo para instalar los screenlets en el directorio global del sistema.
et: Tähtis! Sa oled selle rakenduse käivitanud juurkasutajana ning peaaegu kõik võimalused on välja lülitatud. Sa võid kasutada seda töölauavidinate paigaldamiseks tervet süsteemi hõlmavasse kataloogi.
fi: Tärkeää! Käytät tätä ohjelmaa root -käyttäjänä, lähes kaikki toiminnot on estetty. Voit käyttää tätä asentaaksesi Screenletejä kaikille käyttäjille.
fr: Important! Vous utilisez cette application en tant qu'administrateur, presque toute les fonctionnalités sont désactivées. Vous pouvez utiliser cela pour installer des screenlets dans le système.
hr: Važno! Program ste pokrenuli kao root korisnik, gotovo sva funkcionalnost je isključena. Ovo možete koristiti za instaliranje screenleta u sistemsku putanju.
hu: Fontos! Ez az alkalmazás rootként fut, sok funkció így nem elérhető. Viszont így lehetőséged van az alap screenletek bővítésére.
id: Penting! Kamu adalah melarikan applikasi sebagai root pengguna, hampir semua fungsionalitas adalah dinonaktifkan. Kamu dapat menggunakan ini untuk install screenlets kedalam sistim-wide path.
it: Importante! L'applicazione è eseguita con diritti di amministratore, quasi tutte le funzionalità sono disabilitate. Utilizzare questa modalità per installare screenlet a livello di sistema.
ja: 重要！あなたはこのアプリケーションを root ユーザーとして実行していて、ほとんど全ての機能は無効になっています。各種 Screenlet をシステム全般のパスにインストールするためにこれを使用出来ます。
lt: Dėmesio! Jūs valdote šią programą kaip pagrindinis (root) vartotojas, beveik visas funkcionalumas yra išjungtas. Jūs galite tuo pasinaudoti norėdami įdiegti valdiklių į sistemos aplanką(us).
ms: Penting! Anda jalankan aplikasi ini sebagai pengguna root, hampir semua kefungsiannya telah dilumpuhkan. Anda boleh guna ini untuk memasang screenlet kedalam laluan menyeluruhi-sistem.
nb: Viktig! Du kjører denne applikasjonen som superbruker, nesten all funksjonalitet er slått av. Du kan bruke dette til å installere screenlets for alle brukere.
nl: Belangrijk! Je gebruikt deze toepassing als root gebruiker, bijna alle functies zijn uitgeschakeld. Je kunt dit gebruiken om screenlets te installeren op een systeem-breed pad.
pl: Ważne! Uruchomiłeś tą aplikację jako administrator systemu, większość funkcji będzie nieaktywna. Możesz instalować screenlety w katlogach systemowych.
pt_br: Importante! Você está rodando esse programa como root, quase todas as funcionalidades estão desabilitadas. Mas dessa forma você pode instalar screenlets num local acessível a todos os usuários.
ro: Important! Rulaţi această aplicaţie ca administrator, aproape toate funcţionalitățile sunt dezactivate. Puteţi utiliza aceasta pentru a instala screenleturi în calea la nivel de sistem.
ru: Внимание! Вы запустили это приложение от имени суперпользователя (root), практически все функции отключены. Вы можете использовать этот режим для установки скринлетов в общедоступные папки (для всех пользователей).
sk: Dôležité! Spúšťate aplikáciu ako užívateľ root, takmer všetky funkcie sú vypnuté. Tento spôsob môžete použiť na inštalovanie do umiestnenia platného pre celý systém.
sq: E rendesishme! Ju po perdorni kete program si perdorues root, gati gjithe funksionet nuk jane aktive. Ju mund ta perdorni kete per te instaluar Screenlets ne te gjithe sistemin.
sr: Важно! Покрећете овај програм као корени корисник, скоро све могућности су онемогућене. Можете користити ово за уградњу справица екрана у системске путање.
sv: Viktigt! Du kör det här programmet med root-behörighet. Nästan all funktionalitet är inaktiverat. Du kan använda det här läget till att installera screenlets för alla användare.
tr: Önemli! Root kullanıcı olarak bu uygulama çalıştırıyorsanız, hemen tüm işlevleri devre dışı bırakılın. Eğer sistem geneline bileşen yüklemek istiyorsanız kullanabilirsiniz.
uk: Важливо! Ви запустили цей прграмний додаток під root’ом, тому майже вся функціональність блокована.
