Repository: Happy-Ferret/screenlets
Catalog: screenlets-manager/*.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, fi, fr, hr, hu, id, it, ja, lt, ms, nb, nl, pl, pt_br, ro, ru, sk, sq, sr, sv, tr, uk

source: No screenlet-file "%sScreenlet.py" found in the given path.
ar: لم يُعثر على ملف شُويشة "%sScreenlet.py" في المسار المحدد.
bg: В зададения път не е открит файлът "%sScreenlet.py".
bs: Nije pronađen fajl screenleta "%sScreenlet.py" u datoj putanji.
ca: No s'ha trobat el fitxer d'Screenlet «%sScreenlet.py» en el camí proporcionat.
cs: Žádný screenlet-soubor jménem "%sScreenlet.py" nebyl v zadaném adresáři nalezen.
da: Ingen screenlet-fil "%sScreenlet.py" blev fundet på den givne sti.
de: Keine Screenlet-Datei "%sScreenlet.py" im angegebenen Pfad gefunden.
el: Δεν βρέθηκε το αρχείο του screenlet "%sScreenlet.py" στη δοσμένη διαδρομή.
es: Ningun archivo del tipo "%sScreenlet.py" se encontro en la dirección dada
et: Antud asukohast ei leitud vidinafaili "%sScreenlet.py"
fi: Screenlet tiedostoa "%sScreenelet.py" ei löytynyt valitusta polusta
fr: Pas de fichier screenlet "%sScreenlet.py" trouvé dans le chemin spécifié.
hr: Nije pronađena screenlet-datoteka "%sScreenlet.py" na odabranoj putanji.
hu: A "%sScreenlet.py" Screenlet fájl nem található a megadott útvonalon.
it: Nessun screenlet-file "%sScreenlet.py" trovato nel percorso specificato.
ja: 与えられたパスで Screenletファイル "%sScreenlet.py" が見つかりません。
lt: Nerastas valdiklio failas "%sScreenlet.py" duotame kelyje.
ms: Tiada fail screenlet "%sScreenlet.py" ditemui dalam laluan diberikan.
nb: Ingen Screenlet-fil "%sScreenlet.py" funnet i den oppgitte stien.
nl: Er is geen screenlet-bestand "%sScreenlet.py" gevonden in het opgegeven pad.
pl: Nie znaleziono pliku screenletu "%sScreenlet.py" w podanej ścieżce.
pt_br: Nenhum arquivo de screenlet "%sScreenlet.py" foi encontrado no local dado.
ro: Nici un fișier-screenlet "%sScreenlet.py" găsit în calea dată.
ru: По данному пути не найден файл скринлета "%sScreenlet.py".
sk: Na danom umiestnení nebol screenlet s názvom "%sScreenlet.py" nájdený.
sq: Nuk u gjet dokumenti Screenlet "%sScreenlet.py" ne drejtimin e dhene.
sr: Нисам пронашао датотеку справице екрана „%sScreenlet.py“ на задатој путањи.
sv: Ingen screenlet-fil "%sScreenlet.py" hittades i den valda sökvägen.
tr: Verilen yolda hiçbir "%sScreenlet.py" screenlet-dosyası bulunmadı.
uk: Несумісний файл "%sScreenlet.py" знайдений по даному шляху.

source: Found %sScreenlet.py in path.
ar: عُثر على%sScreenlet.py في المسار
bg: В зададения път е открит файлът %sScreenlet.py.
bs: Pronađen %sScreenlet.py u putanji.
ca: S'ha trobat %sScreenlet.py en el camí.
cs: Nalezen% sScreenlet.py v cestě.
da: Fundet %sScreenlet.py i sti.
de: %sScreenlet.py in Pfad gefunden.
el: Βρέθηκε το %sScreenlet.py στη διαδρομή.
es: Encontrado %sScreenlet.py en la dirección dada.
et: Asukohast leiti %sScreenlet.
fi: Löydettiin %sScreenlet
fr: Trouver %sScreenlet.py dans le chemin
hr: Pronađen %sScreenlet.py na putanji.
hu: A %sScreenlet.py fájl megtalálva.
it: Trovato %sScreenlet.py nel percorso.
ja: パスで %sScreenlet.py 発見。
lt: Rastas %sScreenlet.py nurodytame kelyje.
ms: Temui %sScreenlet.py dalam laluan.
nb: Fant %sScreenlet.py i stien.
nl: %sScreenlet.py gevonden in het pad.
pl: Znaleziono %sScreenlet.py w ścieżce.
pt_br: Encontrado %sScreenlet.py no local.
ro: S-a găsit %sScreenlet.py la calea dată.
ru: В каталоге обнаружен %sScreenlet.py
sk: Na danom umiestnení bol nájdený %sScreenlet.py
sq: U gjet %sScreenlet.py ne kete drejtim.
sr: Нашао сам %sScreenlet.py на путањи.
sv: Hittade %sScreenlet.py i sökvägen.
tr: Dizinde %sScreenlet.py bulundu.
uk: Знайдений %sScreenlet.py по шляху.

source: Unable to import module '%(name)s' from %(path)s. (%(error)s)
bg: Не е възможно да се вмъкне модул '%(name)s' от %(path)s. (%(error)s)
el: Αδυναμία εισαγωγής του αρθρώματος '%(name)s' από %(path)s. (%(error)s)
es: No se pudo instalar '%(name)s' de %(path)s. (%(error)s)
et: Mooduli '%(name)s' importimine asukohast %(path)s ebaõnnestus (%(error)s)
fi: Moduulin '%(name)s' tuonti kohteesta %(path)s ei onnistunut. (Tapahtui virhe: %(error)s)
fr: Impossible d'importer le module '%(name)s' de %(path)s. (%(error)s)
hu: A '%(name)s' modul innen %(path)s importálása sikertelen. (%(error)s)
it: Impossibile importare il modulo'%(name)s' da %(path)s. (%(error)s)
ms: Tidak boleh import modul '%(name)s' dari %(path)s. (%(error)s)
nl: Het lukte niet om module '%(name)s' van %(path)s. (%(error)s) te importeren
pl: Nie można zaimportować modułu '%(name)s' z %(path)s. (%(error)s)
pt_br: Impossível importar o módulo '%(name)s' de %(path)s. (%(error)s)
ro: Incapabil să importe modul '%(name)s' from %(path)s. (%(error)s)
sk: Nepodarilo sa z %(path)s importovať modul '%(name)s. (%(error)s)
sr: Нисам успео да додам саставницу „%(name)s“ из %(path)s. (%(error)s)
tr: %(path)s dizininden '%(name)s' birimini içe aktarma başarısız oldu. (%(error)s)

source: Successfully imported module: %s
ar: اُستوردت الوِحدة بنجاح: %s
bg: Модулът е внесен успешно: %s
bs: Uspješno importovan modul:%s
ca: S'ha importat correctament el mòdul: %s
cs: Úspěšně importovaný modul: %s
da: Importerede modulet: %s
de: Modul %s erfolgreich importiert.
el: Επιτυχής εισαγωγή αρθρώματος: %s
es: Modulo importado correctamente: %s
et: Edukalt imporditud moodul %s
fi: Tuotiin onnistuneesti moduuli %s
fr: Module importé avec succès; %s
hr: Uspješno uvezen modul: %s
hu: A %s modul sikeresen betöltve
it: Modulo importato con successo: %s
ja: モジュールのインポート成功: %s
lt: Modulis sėkmingai įkeltas: %s
ms: Berjaya mengimport modul: %s
nb: Importerte modul uten feil: %s
nl: Module %s met succes geïmporteerd.
pl: Moduł %s zaimportowano pomyślnie.
pt_br: Módulo importado com sucesso: %s
ro: Modul %s importat cu succes
ru: Модуль импортирован удачно: %s
sk: Úspešne importovaný modul: %s
sq: Moduli %s u importua me sukses
sr: Успешно сам увезао саставницу: %s
sv: Lyckad modulimport: %s
tr: Başarılı bir şekilde birim içe aktarıldı: %s
uk: Успішне імпортування модуля: %s

source: Unable to import class from module.
ar: غير قادر على استيراد الصنف من الوِحدة.
bg: Не може да се внесе клас от модула.
bs: Nemoguće importovati klasu iz modula.
ca: No s'ha pogut importar la classe des del mòdul.
cs: Nelze importovat třídu z modulu.
da: Ikke muligt at omportere klasse fra modul.
de: Nicht in der Lage, Klasse aus Modul zu importieren.
el: Αδυναμία εισαγωγής κλάσης από το άρθρωμα.
es: Imposible importar el objeto "class" desde el módulo.
et: Ei suuda importida moodulist klassi.
fi: Ei pystytty tuomaan moduulin luokkaa.
fr: Incapable d'importer la classe depuis le module.
hr: Nije moguće uvesti klasu iz modula.
hu: Sikertelen az osztály importálása a modulból.
it: Impossibile importare classe dal modulo.
ja: モジュールからクラスをインポート出来ません。
lt: Negalima importuoti klasės iš modulio.
ms: Tidak boleh import kelas dari modul.
nb: Ikke i stand til å importere klasse fra modul.
nl: Kan de klasse niet importeren van de module
pl: Nie można zaimportować kalsy z modułu.
pt_br: Não foi possível importar a classe do módulo.
ro: Clasa din modul este imposibil de importat.
ru: Невозможно импортировать класс из модуля.
sk: Nemožno importovať typ z modulu.
sq: Nuk mund te importohet klasi i modulit.
sr: Нисам успео да увезем врсту из саставнице.
sv: Felaktig klassimport från modul.
tr: Modülden sınıf çağırılamıyor.
uk: Неможливо імпортувати клас з модуля.

source: The class inside the module is no subclass of screenlets.Screenlet.
ar: الصنف اللذي بداخل الوِحدة ليس صنف فرعي لشُويشة. شُويشة.
bg: Класът в модула не е подклас на screenlets.Screenlet.
bs: Klasa unutar modula nije podklasa screenleta.Screenlet.
ca: La classe dins del mòdul no és una subclasse de screenlets.Screenlet.
cs: Třída uvnitř modulu není podtřídou screenlets.Screenlet.
da: Klassen inde i dette modul er ikke en sub-klasse af screenlets.Screenlet.
de: Die Klasse im Modul ist keine Unterklasse von screenlets.Screenlet.
el: Η κλάση μέσα στο άρθρωμα δεν είναι υποκλάση του screenlets.Screenlet.
es: El objeto "class" dentro del módulo no es una sub-clase de screenlets.Screenlet
et: Moodulis sisalduv klass ei ole screenlets.Screenlet klassi alamklass.
fi: Moduulin sisällä oleva luokitus ei ole Screenletien aliluokitus. Screenlet.
fr: La classe à l'intérieur du module n'est aucune des sous-classes de screenlets.Screenlet.
hr: Klasa u modulu nije podklasa screenlets.Screenlet.
hu: A modul osztálya nem alosztálya a screenlets.Screenlet-nek.
it: La classe all'interno del modulo non è sottoclasse di screenlets.Screenlet.
lt: Klasė modulyje nėra valdiklių subklasės. Valdiklis.
ms: Kelas dalam modul adalah bukan sub-kelas bagi screenlets.Screenlet.
nb: Klassen inne i modulen er ikke en underklasse av screenlets.Screenlet.
nl: De klasse in de module is geen onderklasse van screenlets.Screenlet.
pl: Klasa w modulenie jest podklasą screenlets.Screenlet.
pt_br: A classe dentro do módulo não é uma subclasse de screenlets.Screenlet.
ro: Clasa din interiorul modulului nu este subclasă de screenleturi.Screenlet.
ru: Класс, содержащийся в модуле, не является подклассом screenlets.Screenlet
sk: Typ vnútri modulu nie je podtypom screenlets.Screenlet.
sq: Klasi brenda modulit nuk eshte nenklas i screenlets.Screenlet.
sr: Врста унутар саставнице није подврста screenlets.Screenlet.
sv: Klassen inuti modulen är ingen subklass till screenlets.Screenlet.
uk: Клас всередині модуля не являється під-класомом screenlets.Screenlet.

source: Successfully got class from module: %s
ar: حُصل على الصنف من الوِحدة بنجاح: %s
bg: Успешно е получен клас от модула: %s
bs: Uspješno uzeta klasa iz modula:%s
ca: S'ha aconseguit correctament la classe des del mòdul: %s
cs: Třída byla úspěšně získána z modulu: %s
da: Fik klasse fra modul: %s
de: Habe Klasse %s erfolgreich aus Modul geladen.
el: Επιτυχής λήψη κλάσης από το άρθρωμα: %s
es: Se ha obtenido el objeto "class" correctamente del módulo: %s
et: Leitud klass moodulist %s
fi: Saatiin onnistuneesti luokka moduulista %s
fr: Classe obtenue depuis le module avec succès : %s
hr: Uspješno dobivena klasa iz modula: %s
hu: Az osztály sikeresen betöltve a %s modulból
it: Ottenuta con successo la classe dal modulo: %s
ja: モジュールからクラス取得成功: %s
lt: Sėkmingai gauta klasė iš modulio: %s
ms: Berjaya dapatkan kelas dari modul: %s
nb: Fikk klasse fra modul: %s
nl: Met succes klasse van module: %s verkregen
pl: Udało się pobrać klasę z modułu: %s
pt_br: Classe importada do módulo com sucesso: %s
ro: Clasa din modul %s primită cu succes
ru: Удачно получен класс из модуля: %s
sk: Úspešne získaný typ z modulu: %s
sq: Klasi u terhoq me sukses nga moduli: %s
sr: Успешно сам добавио врсту из саставнице: %s
sv: Lyckades få klass från modulen: %s
uk: Успішне отримання класу від модуля: %s

source: Failed to create package info in "%s" (no permission?).
ar: فشل في إنشاء معلومات الحزمة في "%s" (لا يوجد إذن؟)
bg: Неуспех при създаването на информация за пакет в "%s" (нямате права?).
bs: Neuspješno kreiranje info paketa u "%s" (nema dozvole?).
ca: No s'ha pogut crear la informació del paquet a «%s» (no hi ha permisos?).
cs: Nepodařilo se vytvořit soubor informací v "%s" (bez povolení?)
da: Fejlede under oprettelse af pakke info i "%s" (ingen rettigheder?).
de: Erstellen der Paketinformationen in "%s" fehlgeschlagen (keine Berechtigung?).
el: Αποτυχία δημιουργίας πακέτου πληροφοριών στο "%s" (δεν υπάρχουν άδειες;).
es: Error al crear la información del paquete en "%s" (¿sin permisos?)
et: Paketiinfo tekitamine kataloogis "%s" ebaõnnestus (õigused puudu?).
fi: Epäonnistuttiin rakentamaan paketin tietoja "%s" ( Ei oikeuksia?)
fr: La création du fichier d'information du paquet dans "%s" a échouée (aucune permission?).
hr: Neuspjelo stvaranje informacija o paketu u "%s" (nemate dozvole?).
hu: Nem sikerült csomag információt készíteni a "%s" helyen. (nincs jogosultság?)
it: Fallimento durante la creazione del pacchetto info in "%s" (permessi insufficienti?)
ja: "%s" へのパッケージ情報作成に失敗（権限なし？）。
lt: Nepavyko sukurti paketo informacijos "%s" (nėra leidimo?).
ms: Gagal cipta maklumat pakej dalam "%s" (tiada keizinan?).
nb: Kunne ikke lage pakkeinfo i "%s" (ingen tilgang?).
nl: Maken van pakketinfo in "%s" mislukt. (geen toestemming?).
pl: Nie udało się utworzyć informacji o archiwum w "%s" (brak dostępu?).
pt_br: Falha ao criar a informação do pacote em "%s" (sem permissão?).
ro: Pachetul info în "%s" (no permission?) nu a fost creat.
ru: Не удалось создать файл информации для "%s". (нет прав?).
sk: Nepodarilo sa vytvoriť info o balíku v "%s" (chýbajúce oprávnenie?).
sq: Nuk u krijua info i paketes ne "%s" (nuk keni te drejta?).
sr: Нисам успео да направим податке пакета у „%s“ (нема дозволе?).
sv: Misslyckades att skapa paketinfo i "%s" (inga rättigheter?).
tr: "%s" içerisinde paket bilgisi oluşturma başarısız oldu (izin yok?)
uk: Невдале створення інформаційного пакунку в "%s" (немає дозволу?)

source: Created package info file.
ar: اُنشئ ملف معلومات الحزمة.
bg: Създаден е файл с информация за пакет.
bs: Kreiran info fajl paketa
ca: S'ha creat el fitxer d'informació del paquet.
cs: Balíček do souboru vytvořen.
da: Lavede pakke info fil.
de: Paket-Info erstellt.
el: Δημιουργήθηκε αρχείο πακέτου πληροφοριών.
es: Creado el archivo de informacion del paquete.
et: Paketiinfo fail loodud.
fi: Luotiin arkiston info -tiedosto
fr: Fichier d'information de creation de paquet.
hr: Stvorena datoteka s informacijama o paketu.
hu: A csomag infó fájljának elkészítése.
it: Creato il pacchetto del file di informazioni.
ja: パッケージ情報ファイルを作成しました。
lt: Sukurtas paketo informacijos failas.
ms: Fail maklumat pakej dicipta.
nb: Lagde fil med pakkeinfo
nl: Een pakket informatie bestand gecreëerd.
pl: Utowrzono informację o archiwum.
pt_br: Arquivo de informação do pacote criado.
ro: Pachetul fișiere info a fost creat.
ru: Создан файл информации для пакета.
sk: Bol vytvorený súbor s informáciami o balíku.
sq: U krijua dokumenti i info per paketen.
sr: Направио сам датотеку података пакета.
sv: Skapade paketinfo-fil.
tr: Paket bilgi dosyası oluşturuldu.
uk: Створено інформаційний файл рахунку

source: Cleaned up and finished.
ar: نظف وانتهى
bg: Почистено и завършено.
bs: Očišćeno i završeno.
ca: S'ha netejat i finalitzat.
cs: Vyčištěno a dokončeno.
da: Renset op og færdig.
de: Aufgeräumt und fertig.
el: Καθαρισμός και ολοκλήρωση.
es: Tarea finalizada
et: Puhastatud ja lõpetatud.
fi: Puhdistettiin ja lopetettiin.
fr: Nettoyé et terminé.
hr: Počišćeno i završeno.
hu: Takarítva és a művelet befejezve.
it: Fatta pulizia e terminato.
lt: Išvalyta ir baigta.
ms: Bersihkan dan selesai.
nb: Opprenset og avsluttet.
nl: Opgeschoond en beëindigd.
pl: Wyczyszczono i zakończono.
pt_br: Limpo e finalizado.
ro: Golește și încheie.
ru: Оперция завершена.
sk: Vyčistené a dokončené.
sq: U pastrua dhe mbaroji.
sr: Очистио сам и завршио.
sv: Städade upp och avslutade.
tr: Temizlendi ve bitirildi.
uk: Налаштовано й завершено.

source: This type of karamba theme is not supported yet Only older versions can be used
ar: هذا النوع من سِمات كارامبا (karamba) غير مدعوم بعد يمكن إستخدام الإصدارات القديمة فقط
bg: Този тип тема на karamba все още е неподдържан Могат да се използват само по-стари версии
bs: Ovaj tip karamba teme nije još uvijek podržan Samo se mogu koristiti starije verzije
ca: Aquest tipus de tema del Karamba encara no és compatible Només es poden utilitzar versions més antigues.
cs: Tento typ karamba stylu není ještě podporován Může být použita pouze starší verze
da: Denne type af karamba tema er ikke mulig endnu Kun gamle version kan bruges
de: Der Typ dieses Karamba Themas wird noch nicht unterstützt Nur ältere Versionen können benutzt werden
el: Αυτός ο τύπος θέματος karamba δεν υποστηρίζεται ακόμη. Μόνον παλιές εκδόσεις μπορούν να χρησιμοποιηθούν.
es: Este tipo de tema para Karamba no está soportado aún Sólo pueden utilizarse versiones anteriores.
et: Seda tüüpi Karamba teemad pole veel toetatud. Kasutada saab ainult vanemaid versiooni.
fi: Tämän tyyppinen karamba -teema ei ole tuettu vielä. Vain vanhempia versioita voidaan käyttää.
fr: Ce type de thème karamba n'est pas encore supporté Seulement les versions plus anciennes peuvent être utilisées
hr: Ova vrsta karamba teme još nije podržana Mogu se koristiti samo starije verzije
hu: Ez a fajta karamba téma még nem támogatott Csak a régebbi verziók használhatóak
it: Questo tipo di tema per karamba non è al momento supportato Solo le versioni più vecchie possono essere utilizzate
ja: この種類の Karamba テーマはまだサポートしていません。 以前のバージョンのみ使用可能
lt: Šis karambos temos tipas vis dar nepalaikomas Gali būti naudojamos tik senesnės versijos
ms: Tema karamba jenis ini tidak disokong lagi Hanya versi lama boleh digunakan
nb: Denne typen Karamba-tema er ikke støttet ennå Kun eldre versjoner kan brukes
nl: Dit type karamba thema wordt nog niet ondersteund Alleen oudere versies kunnen worden gebruikt
pl: Ten tym motywu karamba nie jest jeszcze wspierany Tylko starsze wersje mogą zosta użyte
pt_br: Esse tipo de tema do Karamba ainda não é suportado. Somente versões anteriores podem ser usadas.
ro: Acest tip de temă karamba nu este acceptată încă Numai versiunile mai vechi pot fi folosite
ru: Етот тип карамбы пока не поддержан. Только версии старее могут быть использованы
sk: Tento typ Karamba motívu zatiaľ nie je podporovaný Môžu byť použité iba staršie verzie
sq: Kjo lloj teme karamba nuk mundesohet akoma Vetem versione me te vjetra mund te perdoren
sr: Ова врста Карамба теме још увек није подржана Само старија издања могу бити коришћена
sv: Den här typen av karambatema stöds ej. Bara äldre versioner kan användas.
tr: Karamba temasının bu türü henüz desteklenmemektedir.
uk: Цей тип karamba тем не підтримується

source: Archive is damaged or unsupported, use only tar, bz2 or gz.
ar: الأرشيف تالف أو غير مدعوم، إستخدم ملفات tar ، bz2 أو gz فقط.
bg: Архивът е повреден или неподдържан. Използвайте само архиви във формат tar, bz2 или gz.
bs: Arhiva je oštećena ili nije podržana, koristite tar,bz ili gz.
ca: L'arxiu està malmès o no és compatible, només tar, bz2 o gz.
cs: Archiv je poškozen nebo nepodporován, používejte pouze tar, bz2 nebo gz.
da: Arkiv er beskadiget eller ikke understøttet, brug kun tar, bz2 ller gz.
de: Archiv ist beschädigt oder nicht unterstützt, benutzen Sie nur tar, bz2 oder gz.
el: Το αρχείο είναι κατεστραμμένο ή δεν υποστηρίζεται, χρησιμοποιήστε μόνον αρχεία tar, bz2 ή gz.
es: Archivador dañado o no soportado: use únicamente tar, bz2 o gz.
et: Arhiiv on vigane või toetamata, kasutada ainult tar, bz2 või gz vorminguid.
fi: Arkisto on viallinen tai epäsopiva, käytä ainoastaan tar, bz2 tai gz -tyyppisiä.
fr: Le dossier compressé est endommagé ou non supporté, seuls tar, bz2 ou gz sont supportés.
hr: Arhiva je oštećena ili nije podržana, koristite samo tar, bz2 ili gz.
hu: Az archívum sérült vagy nem támogatott, használjon tar, bz2 vagy gz formátumot.
it: L'archivio è danneggiato, usa solo tar, bz2 o gz.
ja: 書庫は壊れているか未対応形式です。tar, bz2 または gz のみ使用してください。
lt: Archyvas sugadintas arba nepalaikomas, naudokite tik tar, bz2 arba gz.
ms: Arkib sudah rosak atau tidak disokong, hanya guna tar, bz2 atau gz.
nb: Arkiv er skadet eller ikke støttet; bruk kun tar, bz2 eller gz.
nl: Het archief is beschadigd of wordt niet ondersteund, gebruik alleen tar, bz2 of gz.
pl: Archiwum uszkodzone lub nieobsługiwane, umożna używać tylko tar, bz2 lub gz.
pt_br: Arquivo corrompido ou não suportado, apenas os formatos tar, bz2 ou gz são aceitos.
ro: Arhiva este deteriorată sau neacceptată, utilizați numai tar, bz2 sau gz.
ru: Архив поврежден или неподдерживается. Поддерживаются только следующие форматы: tar, bz2, gz.
sk: Archív je poškodený alebo nie je podporovaný, použite iba tar, bz2 alebo gz.
sq: Arkivi eshte i demtuar ose i panjohur, perdorni vetem tar, bz2 ose gz.
sr: Архива је оштећена или није подржана, користите само tar, bz2 или gz.
sv: Arkivet är skadat eller i fel format. Använd tar, bz2 eller gz.
tr: Arşiv dosyası bozuk veya desteklenmiyor, sadece tar, bz2 veya gz desteklenir.
uk: Архів пошкоджено або не підтримується. Використовуйте тільки tar, bz2 або gz.

source: The %(slet)sScreenlet is already installed in '%(dir)s'. Do you wish to continue?
bg: %(slet)sДжаджата е вече инсталирана в '%(dir)s'. Искате ли да продължите?
de: Das %(slet)sScreenlet ist bereits installiert in '%(dir)s'. Möchten Sie fortfahren?
el: Τα %(slet)sScreenlet είναι ήδη εγκατεστημένα στο '%(dir)s'. Θέλετε να συνεχίσετε?
es: %(slet)sScreenlet lla esta instalado en '%(dir)s'. Continuar?
et: %(slet)sScreenlet on juba kataloogis '%(dir)s' olemas. Kas soovid, et jätkame?
fi: %(slet)s-screenlet on jo asennettu kohteeseen '%(dir)s'. Haluatko jatkaa tästä huolimatta?
fr: Le %(slet)sScreenlet est déjà installé dans '%(dir)s'. Voulez-vous continuer ?
hu: A %(slet)sScreenlet már telepítve van ide '%(dir)s'. Szeretné folytatni?
it: Lo Screenlet %(slet)s è già installato in '%(dir)s'. Vuoi continuare?
ms: %(slet)sScreenlet sudah dipasang dalam '%(dir)s'. Anda hendak teruskan?
nl: De %(slet)sScreenlet is al geïnstalleerd in '%(dir)s'. Wilt u doorgaan?
pl: The %(slet)sScreenlet jest już zainstalowany w '%(dir)s'. Kontynuować?
pt_br: O %(slet)sScreenlet já está instalado em '%(dir)s'. Você quer continuar?
ro: Screenletul %(slet)s este deja instalat în '%(dir)s' Doriți să continuați?
sk: Screenlet %(slet)sScreenlet je už nainštalovaný v '%(dir)s'. Chcete pokračovať?
sr: %(slet)s справица екрана је већ уграђена у „%(dir)s“. Да ли желите да наставите?
tr: %(slet)sScreenlet '%(dir)s' dizinine daha önceden kurulmuş. Devam etmek istiyor musunuz?

source: Install %s
ar: ثبت %s
bg: Инсталиране на %s
bs: Instaliraj %s
ca: Instal·la %s
cs: Nainstalovat %s
da: Installér %s
de: %s installieren
el: Εγκατάσταση %s
es: Instalar %s
et: Paigalda %s
fi: Asenna %s
fr: Installer %s
hr: Instaliraj %s
hu: %s Telepítése
it: Installa %s
ja: %s のインストール
lt: Įdiegti %s
ms: Pasang %s
nb: Installer %s
nl: Installeer %s
pl: Instaluj %s
pt_br: Instalar %s
ro: Instalează %s
ru: Установить %s
sk: Nainštalovať %s
sq: Instalo %s
sr: Угради %s
sv: Installera %s
tr: %s paketini kur
uk: Встановити %s

source: %sScreenlet is already installed
ar: شُويشة %s مثبته مسبقاً
bg: Джаджата %s вече е инсталирана
bs: %s Screenlet je već instaliran
ca: El %sScreenlet ja està instal·lat
cs: Screenlet %s je již nainstalovaný.
da: %sScreenlet er allerede installeret
de: %sScreenlet ist bereits installiert
el: Το %sScreenlet είναι ήδη εγκατεστημένο
es: El Screenlet %s ya está instalado
et: %sScreenlet on juba paigaldatud.
fi: %sScreenlet on jo asennettu
fr: %sScreenlet est déjà installé
hr: %sScreenlet je već instaliran
hu: %sScreenlet már telepítve van
it: La Screenlet %s è già installata
ja: %sScreenlet はすでにインストール済み
lt: Valdiklis %s jau įdiegtas
ms: %sScreenlet sudah dipasang
nb: %sScreenlet er allerede installert
nl: %sScreenlet is al geïnstalleerd
pl: Screenlet %s jest już zainstalowany.
pt_br: %sScreenlet já está instalado.
ro: Screenletul %s este deja instalat
ru: %s скринлет уже установлен
sk: %sScreenlet je už nainštalovaný
sq: %sScreenlet eshte i instaluar
sr: %s справица екрана је већ уграђена
sv: %sScreenlet är redan installerad
tr: %sScreenlet'i zaten yüklü
uk: Скрінлет %s вже встановлено
