Repository: Happy-Ferret/screenlets
Catalog: screenlets-manager/jv.po
Languages: jv

source: Screenlets daemon
jv: Daemon Screenlets

source: Screenlets Manager
jv: Manajer Screenlets

source: Install Screenlet
jv: Masang Screenlet

source: Get more Screenlets
jv: Enthukno luweh Screenlets

source: Launch Screenlet
jv: Luncurno Screenlet

source: Close all Screenlets
jv: Tutupo kabeh Screenlets

source: Restart all Screenlets
jv: Restart kabeh Screenlets

source: Quit the Screenlets
jv: Metu seko Screenlets

source: This application is released under the GNU General Public License v3 (or, at your option, any later version). You can find the full text of the license under http://www.gnu.org/licenses/gpl.txt. By using, editing and/or distributing this software you agree to the terms and conditions of this license. Thank you for using free software!
jv: Applikasi iki direlease ning gone GNU General Public License v3 (utowo, nok pilihanmu, sakwijine versi sakwise). Kowe iso goleki teks lengkap seko lisensi ning gone http://www.gnu.org/licenses/gpl.txt. By using, editing lan/utowo distribusikno software iki kowe setuju kanggo syarat lan kondisi seko lisensi iki. Maternuwun kowe uwis ngGunakno software bebas!

source: Install a Screenlet
jv: Masang Screenlet

source: Important! You are running this application as root user, almost all functionality is disabled. You can use this to install screenlets into the system-wide path.
jv: Penting! Kowe mlayu ning applikasi dadio root user, hampir kabeh fungsinane yoiku dinonaktifno. Kowe iso gunakno iki kanggo nginstal screenlets ning njerone sistem-wide path.

source: Warning!
jv: Ngingatno!

source: Unable to connect or launch daemon. Some values may be displayed incorrectly.
jv: Gunakno kanggo koneksi utowo ngluncurake daemon. Piro-piro nilaine mungkine ditampilno ora bener.

source: Do you really want to permanently uninstall and delete the %sScreenlet from your system?
jv: Opo kowe bener-bener pingin permanen mreteline lan mbusak %sScreenlet seko sistemmu?

source: Delete Screenlet
jv: Mbusak Screenlet

source: Do you also want to remove the Screenlet configuration files?
jv: Opo kowe ugo pingin mbusak file konfigurasi Screenlet?

source: Can't delete system-wide screenlets.
jv: Rak iso hapus sistem-wide screenlets.

source: Do you really want to reset the %sScreenlet configuration?
jv: Opo kowe serius pingin kanggo ngreset the %sScreenlet konfigurasi?

source: Reset Screenlet
jv: Ngeset-ulang Screenlet

source: Launch/Add
jv: Ngluncurno/Nambahno

source: Install
jv: ngInstall

source: Uninstall
jv: Mbongkar

source: Reset Screenlet Config
jv: Nyetel-ulang Screenlet Konfig

source: Install New Theme
jv: Masang Tema Anyar

source: Re-Start All
jv: Mbaleni-Ngawiti Kabeh

source: Close All
jv: Nutupi Kabeh

source: Options
jv: Pilihanipun

source: Create Desktop Shortcut
jv: Ngekreasi Sotkat Destop

source: Launch/add a new instance of the selected Screenlet ...
jv: Ngluncurake/nambahke sakwiji instansi anyar seko seleksinane Screenlet ...

source: Install a new Screenlet, SuperKaramba or Web Widget or Web Application ...
jv: Masangi Screenlet anyar, SuperKaramba utowo Web Widget utowo Web Application ...

source: Permanently uninstall/delete the currently selected Screenlet ...
jv: Permanen mreteline/mbusak seleksine Screenlet saat iki ...

source: Install new theme for this screenlet
jv: ngInstall tema kanggo screenlet iki

source: Close all Screenlets running
jv: Nutup sak kabehane Screenlets sing do mlayu

source: New Screenlets Options/Properties
jv: Pilihane/Sifate Screenlets anyar

source: Create a Desktop shortcut for this Screenlet
jv: Ngekreasi sakwiji sotkat Destop kanggo Screenlet iki

source: All Screenlets
jv: Kabeh Screenlets

source: Running Screenlets
jv: Mlayukno Screenlets

source: Autostart Screenlets
jv: Screenlets ngawiti secoro otomatis

source: Only native Screenlets
jv: Mung gawane seko Screenlets

source: Only third party
jv: Mung pihak ketelu

source: Get more screenlets
jv: Enthukno luwih screenlets

source: Show info about this dialog ...
jv: Nampilno info sakitaran dialog iki ...

source: Download more screenlets ...
jv: Ngunduhi luwih screenlets ...

source: Close this dialog ...
jv: Nutup dialog iki ...

source: Start/Stop
jv: Ngawiti/Mandeg

source: Auto start on login
jv: Ngawiti secoro otomatis pas log mlebu

source: Show daemon in tray
jv: Nampilno daemon ing nampan

source: Invalid string: %s.
jv: Orakcocok stringe: %s.

source: Install a Screenlet or SuperKaramba theme
jv: Masangi sakwijineng tema Screenlet utowo SuperKaramba

source: Install a new theme for the selected Screenlet
jv: ngInstall tema anyar kanggo nyeleksi Screenlet

source: Error Found
jv: Ditemukno Kekeliruan

source: Theme install error 1 found - Theme not installed , maybe a package error
jv: Masange tema diemukno 1 kesalahan - Temane orak kepasang , mungkin wae sakwiji paket ono sing keliru

source: This package seams to contain a full Screenlet and not just a theme, please use the screenlet install instead
jv: Lapisane paketan iki kanggo ngemuat sakwijine Screenlet lengkap lan orak mung sakwiji tema, sumonggo ngunakno screenlet nginstall instead

source: This package doesnt seem to contain a theme
jv: Paket iki ora nampakake kanggo memuat sakwijine tema

source: Theme installed , please restart %s
jv: Tema wis kepasang , sumonggo diuripno ulang %s

source: Theme install error 2 found - Theme not installed or already installed
jv: Tema kepasang ditemukno 2 kekeliruan - Tema orak kepasang utowo wis ono installane

source: Install SuperKaramba Theme
jv: Ngepasang Tema SuperKaramba

source: Convert Web Widget
jv: Ngonversi Web Widget

source: Install Web Application
jv: ngInstall Application Web

source: New screenlets atributes..
jv: Atribut screenlets anyar..

source: Lock
jv: Ngunci

source: Sticky
jv: Lengket

source: Keep above
jv: Njogo tetep ning nduwur

source: Keep below
jv: Njogo tetep ning ngisor

source: Show buttons
jv: Nampilno tombol

source: New Screenlets atributes
jv: Atributes Screenlets anyar

source: Web Application Url
jv: Web Aplikasi Url

source: Web Application Name
jv: Nami Web Aplikasi

source: There is already a screenlet with that name installed Do you wish to continue?
jv: Ningkene yoiku uwis cemepak sakwijine screenlet karo jengen iku sing kepasang Opo kowe pingin nglanjutake?

source: Web Application was successfully installed
jv: Aplikasi Web uwis sukses dipasangake

source: Error installing!!!
jv: Keliru masangine!!!

source: Please specify a name for the widget
jv: Sumonggo spesifikno sakwiji jengen kanggo widget

source: No HTML code found
jv: Rakono HTML kode ditemukno

source: Convert any webpage widget into a Screenlet.
jv: Ngorversi suwatu webpage widget ninggon sakwijine Screenlet.

source: Step 1 : Find the widget you want to convert
jv: Step 1 : ngGoleki widget sing kowe pingin kanggo dikonversi

source: Step 2 : Copy and Paste the HTML from the widget in the box below
jv: Step 2 : Jiplak lan Tempelno HTML seko widget ning kotak ngisor

source: Step 3 : Give it a name in the box below and click on Ok to convert
jv: Step 3 : Wenehi sakwiji jengen nok ngGon kotakane ngisor lan klik nok Ok kanggo ngonversi

source: The name of the widget
jv: Jengen seko widget

source: Widget converter
jv: Widget Konversi

source: Widget was successfully converted
jv: Widget uwis sukses dikonversi

source: Error converting!!!
jv: Gagal ngonversine!!!

source: Screenlets-Manager must now be restarted
jv: Screenlets-Manajer kudune diuripake ulang sakiki

source: Screenlets packager - (c) RYX (Rico Pfaus) 2007 Usage: screenlets-packager <path> [options]
jv: Paket Screenlets - (c) RYX (Rico Pfaus) 2007 Usage: screenlets-packager <path> [options]

source: The specified path "%s" does not exist.
jv: Jalur sing ditetepno "%s" ora ono.

source: Found path "%s".
jv: Ditemukake jalur "%s".

source: Failed to extract screenlet name from path.
jv: Gagal olehe nguraiake jengen screenlet seko jalure.

source: Screenlet name is %s.
jv: Namine Screenlet yoiku %s.

source: No screenlet-file "%sScreenlet.py" found in the given path.
jv: Rakono brekas-screenlet "%sScreenlet.py" ditemukno ning jalur sing diwenehi.

source: Found %sScreenlet.py in path.
jv: Ditemukno %sScreenlet.py ing rintisane.

source: Unable to import module '%(name)s' from %(path)s. (%(error)s)
jv: Rakmampu kanggo ngimpor modul '%(name)s' seko %(path)s. (%(error)s)

source: Successfully imported module: %s
jv: Wis sukses ngimpore modul: %s

source: Unable to import class from module.
jv: Rakmampu kanggo ngimpor kelas seko modul.

source: The class inside the module is no subclass of screenlets.Screenlet.
jv: Sebelahe kelas modul yoiku rakono sub kelas seko screenlets.Screenlet.

source: Successfully got class from module: %s
jv: Wis Sukses ngentukake kelas seko modul: %s

source: Failed to create package info in "%s" (no permission?).
jv: Gagal kanggo ngekreasi info paket ning "%s" (no permission?).

source: Created package info file.
jv: Ngekreasi brekas info paket.

source: Cleaned up and finished.
jv: Diresiki kabeh lan Dirampungke.

source: This type of karamba theme is not supported yet Only older versions can be used
jv: Tipe iki seko temane karamba yoiku ora ngedukung iku Mung versi lawase sing iso digunakake

source: Archive is damaged or unsupported, use only tar, bz2 or gz.
jv: Arsipe yoiku rusak utowo ora ngedukung, gunakno mung tar, bz2 utowo gz.

source: The %(slet)sScreenlet is already installed in '%(dir)s'. Do you wish to continue?
jv: The %(slet)sScreenlet yoiku wis tersediyo keinstall ning '%(dir)s'. Opo kowe kepingin ngelanjutake?

source: Install %s
jv: ngInstall %s

source: %sScreenlet is already installed
jv: %sScreenlet yoiku wis tersediyo keinstal

source: Invalid archive. Archive must contain a directory with the screenlet's name.
jv: Arsipe rak sah. Arsip kudune ngengandung suwatu direktori karo jengen screenlet's.

source: Compatibility for this karamba theme is not yet implemented
jv: Kecocokane kanggo temane karamba iki yoiku durung dilaksanakno

source: Karamba theme was successfully installed
jv: Tema Karamba uwis sukses dipasang

source: Invalid archive. Archive does not contain a screenlet or a valid karamba theme.
jv: Arsipe orak sah. Arsip ora ngengandung suwatu screenlet utowo sakwiji tema karamba sing sah.

source: %s was not packaged with the screenlet packager. Do you wish to continue and try to install it?
jv: %s yoiku ora sak paketan karo screenlet paket. Opo kowe kepingin ngelanjutake lan ncobo kanggo nginstal iku?

source: This package was not packaged with the screenlet packager.
jv: Paket iki yoiku ora sak paketan karo screenlet paket.

source: The %sScreenlet has been succesfully installed.
jv: The %sScreenlet uwis sukses kepasang.

source: There is no existing autostart directory for your user account yet. Do you want me to automatically create it for you?
jv: Ningkene yoiku ora nongol autostart direktori kanggo akun pengunomu. Opo kowe pingin tak gawekno kanggo otomatise dikreasi kanggo kowe?

source: Automatic creation failed. Please manually create the directory: %s
jv: Kreasi otomatise gagal. Sumonggo ngekreasi secoro manual ning direktori: %s

source: Please manually create the directory: %s
jv: Sumonggo ngekreasi manual ning direktori: %s

source: The Screenlets PPA is not listed among Software Sources. Adding this enables installing individual screenlets from Package Manager (or Software Center) and by clicking on an AptURL on web pages like Gnome-look.org. Would you like to add the Screenlets PPA to your system?
jv: PPA Screenlets yoiku orak terdaftar nok antarane sumber perangkat lunak. Tambahno iki gunakake menginstal screenlets individu seko Paket Manajer (utowo pusat Software) lan karo ngeklik nok sakwijine AptURL nok halaman web koyoo Gnome-look.org. Opo kowe seneng kanggo nambahake Screenlets PPA reng sistemmu?

source: Do you want to enable the Screenlets PPA?
jv: Opo kowe pingin kanggo gunakno Screenlets PPA?

source: The Screenlets PPA added successfully.
jv: PPA Screenlets sukses ditambahno.

source: Success!
jv: Sukses!

source: Adding the Screenlets PPA failed.
jv: Nambahke PPA Screenlets failed.

source: Failed!
jv: Gagal!

source: Failed to add %sScreenlet.
jv: Gagal kanggo nambahno %sScreenlet.
