Repository: Happy-Ferret/screenlets
Catalog: po/screenlets-*.po
Languages: cs, es, fr, hr, it, ja, nb, no_nb

source: Failed to remove INI-file for instance (not critical).
cs: Nepodařilo se smazat ini soubor výskytu (není kritické).
es: Error al borrar INI-file de instancia (no crítico).
fr: Impossible d'enlever fichier INI pour l'instance (non critique).
it: Fallita la rimozione del file INI per l'istanza (problema non critico).
nb: Klarte ikke fjerne INI-fil for tilfelle (ikke kritisk).
no_nb: Kunne ikke fjerne INI-fil for tilfelle (ikke kritisk).

source: Removing last instance from session
cs: Odebírání posledního výskytu ze sezení
es: Borrando la última instancia de la sesión
fr: Enlèvement de la dernière instance de la session
it: Rimozione ultima istanza dalla sessione
nb: Fjerner siste tilfelle fra sesjon
no_nb: Fjerne siste tilfelle fra sesjon

source: TODO: remove self.path: %s
cs: TODO: odebrat self.path: %s
es: TODO: borrar self.path: %s
fr: TODO : enelver self.path: %s
it: TODO: rimuovere self.path: %s
ja: TODO: self.path 削除: %s
nb: TODO: fjern self.path: %s
no_nb: ÅGJØRE: fjern self.path: %s

source: Failed to remove session dir '%s' - not empty?
cs: Nepodařilo se smazat složku sezení '%s' - je prázdná?
es: Error al borrar sesion '%s' - no esta vacio?
fr: Impossible le répertoire de session "%s" - pas vide ?
it: Rimoziona fallita della directory di sessione '%s' - non è vuota?
ja: セッションディレクトリ '%s' の削除に失敗 - 空ではない？
nb: Klarte ikke fjerne sesjonskatalog '%s' - ikke tom?
no_nb: Kunne ikke fjerne sesjonskatalog "%s" - ikke tomt?

source: Removing instance from session but staying alive
cs: Odebírám výskyt ze sezení, ale zůstávám naživu
es: Borrando la instancia de la sesion, pero siguiendo viva.
fr: Enlèvement de l'instance de la session mais gardée en vie
nb: Fjerner tilfelle fra sesjon, men holdes i live
no_nb: Fjerner tilfelle fra sesjon, men holder i live

source: Found a running session of %s, adding new instance by service.
cs: Našel jsem běžící sezení %s, přidávám nový výskyt podle služby.
es: Encontrada una sesión corriendo de %s, añadiendo una nueva instancia al servicio.
fr: Trouvé une session en cours de %s, ajout d'une nouvelle instance par service.
it: Trovata una sessione in esecuzione di %s, aggiungo una nuova istanza del servizio
nb: Fant en kjørende sesjon av %s, legger til nytt tilfelle av tjeneste.
no_nb: Fant en kjørende sesjon av %s, legger til nytt tilfelle ved tjeneste.

source: Adding new instance through: %s
cs: Přidávání nového výskytu přes: %s
es: Añadiendo una nueva instancia: %s
fr: Ajout d'une nouvelle instance par : %s
it: Aggiunta nuova istanza attraverso: %s
nb: Legger til nytt tilfelle gjennom: %s
no_nb: Legger til nytt tilfelle gjennom: %s

source: Loading instances in: %s
cs: Načítám výskyty v: %s
es: Cargando instancias en: %s
fr: Chargement des instances dans: %s
it: Caricamento istanze in: %s
nb: Laster tilfeller i: %s
no_nb: Laster tilfeller i: %s

source: Restored instances from session '%s' ...
cs: Obnovené výskyty ze sezení '%s' ...
es: Recargando instancias de la sesion '%s' ...
it: Ripristinate istanze dalla sessione '%s' ...
nb: Gjenopprettet tilfeller fra sesjon '%s' ...
no_nb: Gjenopprettet tilfeller fra sesjon "%s" ...

source: No instance(s) found in session-path, creating new one.
cs: Žádné výskyty nalezené v cestě sezení, vytvářím nové.
es: Ninguna instancia se ha encontrado en el session-path, creando una nueva.
fr: Pas d'instance(s) trouvées dans le chemin de session, création d'une nouvelle.
it: Nessuna istanza trovata nel percorso della sessione, una nuova istanza verrà creata.
ja: インスタンスが session-path で見つかりません。新規作成しています。
nb: Ingen tilfelle(r) funnet i sesjonsstien, lager nytt.
no_nb: Ingen tilfelle(r) funnet i sesjonssti, lager ny.

source: Failed creating instance of: %s
cs: Vytváření výskytu %s selhalo.
es: Error al crear una nueva instancia de: %s
fr: Impossible de créer l'instance de : %s
hr: Neuspjelo stvaranje instance: %s
it: Fallimento durante la creazione dell'istanza di: %s
ja: インスタンスの作成に失敗: %s
nb: Kunne ikke lage tilfelle av: %s
no_nb: Kunne lage tilfelle av: %s

source: Error: Unable to create temp entry - screenlets-manager will not work properly.
cs: Chyba: Nemohu vytvořit dočasný zápis - screenlets-manager nebude pracovat korektně.
es: Error: No se pude crear la entrada de "temp" - screenlets-manager puede no funcionar apropiadamente.
fr: Erreur : impossible de créer entrée temporaire : screenlets-manager ne fonctionnera pas correctement.
it: Errore: Impossibile creare una voce temporanea - il gestore di screenlet non sarà in grado di lavorare correttamente.
ja: エラー: temp エントリーの作成不可 - screenlets-manager は正常に働きません。
nb: Feil: Ikke i stand til å lage midlertidig oppføring - screenletshåndterer vil ikke virke ordentlig.
no_nb: Feil: Ikke i stand til å lage midlertidig element - Screenlets-håndterer vil ikke virke ordentlig.

source: Creating new entry for %s in %s
cs: Vytvářím nový záznam pro %s v %s
es: Creando una nueva entrada de %s en %s
hr: Stvaranje novog unosa za %s u %s
it: Creazione nuova voce per %s in %s
nb: Lager ny oppføring for %s i %s
no_nb: Lager nytt element for %s i %s

source: No global tempfile found, creating new one.
cs: Žádný globální dočasný soubor, vytvářím nový.
es: No existe ningun tempfile. Se creará uno nuevo.
fr: Pas de fichier temporaire global trouvé, création d'un nouveau.
it: Nessun tempfile globale trovato, il file sarà creato.
ja: グローバル一時ファイルが見つかりません。新規作成しています。
nb: Ingen global midlertidig fil funnet, lager ny.
no_nb: Ingen global midlertidig fil funnet, lager ny.

source: Error: Unable to create temp directory %s - screenlets-manager will not work properly.
cs: Chyba: Nemohu vytvořit dočasnou složku %s - screenlets-manager nebude pracovat korektně.
es: Error: Imposible crear el directorio temporal %s - screenlets-manager no funcionará bien.
fr: Erreur : impossible de créer répertoire temporaire %s - screenlets-manager ne fonctionnera pas correctement.
it: Errore: Impossibile creare la directory temporanea %s - il gestore di screenlet non sarà in grado di lavorare correttamente.
ja: エラー: 一時ディレクトリ %s 作成不可 - この場合 Screenlets マネージャは正しく働きません。
nb: Feil: Ikke i stand til å lage midlertidig katalog %s - screenletshåndterer vil ikke virke ordentlig.
no_nb: Feil: Ikke i stand til å lage midlertidig katalog %s - Screenlets-håndterer vil ikke ikke virke ordentlig

source: Failed to unregister from daemon: %s
cs: Nemohu odmazat od ducha: %s
es: Error la des-registrar desde el demonio: %s
fr: Impossible de désenregister du démon : %s
it: Fallimento durante la terminazione del demone: %s
nb: Klarte ikke avregistrere fra nisse: %s
no_nb: Kunne ikke avregistrere fra nisse: %s

source: Removing entry for %s from global tempfile %s
cs: Mazání záznamu pro %s v globálním dočasném souboru %s
es: Borrando entrada de %s desde el tempfile global %s
fr: Enlèvement de l'entrée pour %s dans le fichier temporaire global %s
it: Rimossa voce per %s dal tempfile globale %s
nb: Fjerner oppføring for %s fra global midlertidig fil %s
no_nb: Fjerner element for %s fra global midlertidig fil %s

source: Entry not found. Will (obviously) not be removed.
cs: Záznam nenalezen. Zřejmě nebude smazán.
es: Entrada no encontrada. Obviamente no será borrada.
fr: Entrée non trouvée. Ne sera (évidemment) pas enlevée.
hr: Unos nije pronađen i bit će uklonjen.
it: Voce non trovata. Non sarà (ovviamente) posibile rimuoverla.
ja: エントリーが見つかりません。（当然ながら）削除されません。
nb: Oppføring ikke funnet. Vil (selvsagt) ikke bli fjernet.
no_nb: Element ikke funnet. Vil (selvsagt) ikke bli fjernet.

source: Error global tempfile not found. Some error before?
cs: Chyba: Globální dočasný soubor nenalezen. Došlo i k jiné chybě?
es: El tempfile global no ha sido encontrado. Algun error ha ocurrido antes?
fr: Erreur fichier temporaire non trouvé. Une erreur avant ?
it: Errore tempfile globale non trovato. Ci sono stati errori precedentemente?
nb: Feil: Global midlertidig fil ikke funnet. Noen feil tidligere?
no_nb: Feil: Global midlertidig fil ikke funnet. Noen feil tidligere?

source: No more screenlets running.
cs: Neběží žádné další screenlety.
es: No hay más screenlets en ejecución
hr: Niti jedan screenlet nije pokrenut.
it: Non restano più screenlet in esecuzione
nb: Ingen flere Screenlets kjører.
no_nb: Ingen flere Screenlets kjører

source: No screenlets running?
cs: Neběží nějaké screenlety?
es: No hay screenlets en ejecución?
fr: Aucun screenlet en cours d'éxécution?
hr: Niti jedan screenlet nije pokrenut?
it: Nessuna screenlet in esecuzione?
nb: Ingen Screenlet kjører?
no_nb: Ingen Screenlets som kjører?

source: Deleting global tempfile %s
cs: Mazání globálního dočasného souboru %s
es: Borrando tempfile global %s
fr: Effacement du fichier temporaire global %s
hr: Brisanje globalne temp datoteke %s
it: Cancello il tempfile %s globale
ja: グローバルの一時ファイル %s 削除中
nb: Sletter global midlertidig fil %s
no_nb: Sletter global midlertidig fil %s

source: Error: Failed to delete global tempfile
cs: Chyba: Nepodařilo se smazat globální dočasný soubor
es: Error: Fallo al borrar "tempfile"
fr: Erreur : impossible d'effacer fichier temporaire global
it: Errore: Fallita la cancellazione del tempfile globale
ja: エラー: グローバルの一時ファイルの削除に失敗
nb: Feil: Klarte ikke slette global midlertidig fil
no_nb: Feil: Kunne ikke slette global midlertidig fil

source: Failed to create instance of '%s'!
cs: Nepodařilo se vytvořit výskyt '%s'!
es: Fallo al crear la instancia de '%s'!
fr: Impossible de créer l'instance de "%s" !
hr: Neuspjelo stvaranje instance od '%s'!
it: Creazione dell'istanza di '%s' fallita!
ja: '%s' のインスタンスの作成に失敗!
nb: Klarte ikke lage tilfelle av '%s'!
no_nb: Kunne ikke lage tilfelle av "%s"!

source: Screenlet has been killed. TODO: make this an event
cs: Screenlet byl zabit. TODO: udělat událostí
es: Screenlet ha sido matado. TODO: make this an event
fr: Screenlet a été trouvé. TODO : en faire un évènement
hr: Screenlet je ubijen.
it: La screenlet è stata terminata. TODO: fare di questo un evento
ja: Screenlet が停止されました。TODO: これをイベントにします
nb: Screenlet har blitt drept. TODO: Gjør dette til en hendelse
no_nb: Screenlet må drepes. ÅGJØRE: Gjør dette til en hendelse

source: Screenlet '%s' has been interrupted by keyboard. TODO: make this an event
cs: Screenlet '%s' byl přerušen klávesnicí. TODO: udělat událostí
es: El Screenlet '%s' ha sido interrumpido por la pulsacion de una tecla. TODO: make this an event
fr: Screenlet "%s" a été interrompu par clavier. TODO : en faire un évènement.
hr: Screenlet '%s' je prekinut tipkovnicom.
it: L'esecuzione della screenlet '%s' è stata interrotta da tastiera. TODO: fare di questo un evento
ja: Screenlet '%s' がキーボードに割り込まれました。TODO: これをイベントにします
nb: Screenlet '%s' har blitt avbrutt av tastatur. TODO: Gjør dette til en hendelse
no_nb: Screenlet "%s" har blitt avbrutt av tastatur. ÅGJØRE: Gjør dette til en hendelse

source: Exception in ScreenletSession:
cs: Výjimka v ScreenletSession:
es: Excepcion en ScreenletSession:
fr: Exception dans ScreenletSession :
hr: Iznimka u ScreenletSession:
it: Eccezione in ScreenletSession:
ja: ScreenletSession に例外:
nb: Unntak i ScreenletSession:
no_nb: Unntak i ScreenletSession:

source: Unable to load '%s' from %s: %s
cs: Nemohu načíst '%s' z %s: %s
es: Imposible cargar '%s' desde %s: %s
fr: Impossible de charger '%s' à partir de %s: %s
hr: Nije moguće učitati '%s' iz %s: %s
it: Impossibile caricare '%s' da %s: %s
nb: Ikke i stand til å laste '%s' fra %s: %s
no_nb: Ikke i stand til å laste "%s" fra %s: %s

source: LISTED PATH NOT EXISTS:
cs: VYPSANÁ CESTA NEEXISTUJE:
es: La direcion listada no existe:
fr: CHEMIN LISTE NON TROUVE :
hr: IZLISTANA PUTANJA NE POSTOJI:
it: IL PERCORSO INDICATO NON ESISTE:
ja: リストされたパスが不存在:
nb: OPPGITT STI EKSISTERER IKKE:
no_nb: OPPGITT STI EKSISTERER IKKE:

source: File %s not found
cs: Soubor %s nenalezen
es: Archivo %s no encontrado
fr: Fichier %s non trouvé
hr: Datoteka %s nije pronađena
it: File %s non trovato
ja: ファイル %s が見つかりません
nb: Fil %s ble ikke funnet

source: Section %s not found!
cs: Sekce %s nenalezena!
es: Sección %s no encontrada!
fr: Section %s non trouvée!
hr: Sekcija %s nije pronađena!
it: Sezione %s non trovata!
ja: セクション %s が見つかりません！
nb: Seksjon %s ikke funnet!
no_nb: Seksjon %s ikke funnet!

source: Notify: No DBus running or notifications-daemon unavailable.
cs: Připomínka: Něběží žádný DBus nebo je nedostupný notifications-daemon.
es: Nota: No hay ningun demonio de notificaciones, o DBus no esta corriendo
fr: Notify : Pas de DBus en fonctionnement ou notifications-daemon non disponible.
hr: Obavjest: DBus nije pokrenut ili nije dostupan notifications-daemon.
it: Notifica: DBus non in esecuzione o notifications-daemon non disponibile.
ja: 通知: DBus 未稼働または notifications-daemon 利用不可。
nb: Melding: Ingen DBus kjører, eller meldingsnisse ikke tilgjengelig.
no_nb: Beskjed: Ingen DBus kjører, eller notifications-daemon ikke tilgjengelig.

source: Widget
ja: ウィジェット
nb: Miniprogram (widget)

source: DEBUG: %s
fr: DEBOGAGE: %s
ja: デバグ: %s
nb: AVLUS: %s

source: Info...
es: Informacion...
it: Informazioni...
ja: 情報...

source: TEST: %s
ja: テスト: %s

source: Quit %s ...
no_nb: Avslutt %s ...

source: This theme wants to override your settings for
no_nb: Dette temaet ønsker å tilsidesette dine innstillinger for

source: this Screenlet. Do you want to allow that?
no_nb: denne Screenlet-en. Vil du tillate det?

source: No keyrings found. Create one first!
no_nb: Ingen nøkkelringer funnet. Lag en først!

source: Warn: No default keyring found, storage not permanent!
no_nb: Advarsel: Ingen forhåndsvalgt nøkkelring funnet, lagring ikke permanent!

source: Edit List
no_nb: Rediger liste

source: Add/Edit Item
no_nb: Legg til/ rediger gjenstand

source: unsupported type '%s'
no_nb: ikke støttet type "%s"
