Repository: Happy-Ferret/screenlets
Catalog: po/screenlets-*.po
Languages: cs, es, fr, hr, it, ja, nb, no_nb

source: CachingBackend: <#%s> removed!
cs: Obsluha cache: <#%s> odstraněno!
es: CachingBackend: <#%s> removido!
fr: CachingBackend: <#%s> supprimé!
it: CachingBackend: <#%s> rimosso!
ja: キャッシングバックエンド: <#%s> 削除！
nb: Bakstykke for mellomlagring: <#%s> fjernet!
no_nb: MellomlagringsBakstykke: <#%s> fjernet!

source: CachingBackend: Loading instances from cache
cs: Obsluha cache: Načítání zápisů z cache
es: CachingBackend: Cargando instancia desde el cache
fr: CachingBackend: Chargement des instances depuis le cache
it: CachingBackend: Caricamente istanze dalla cache
ja: キャッシングバックエンド: キャッシュからインスタンス読み込み中
nb: Bakstykke for mellomlagring: Laster tilfeller fra mellomlager

source: CachingBackend: Loading <%s>
cs: Obsluha cache: Načítání <%s>
es: CachingBackend: Cargando <%s>
fr: CachingBackend: Chargement de <%s>
it: CachingBackend: Caricamento <%s>
ja: キャッシングバックエンド: <%s> 読み込み中
nb: Bakstykke for mellomlagring: Laster <%s>
no_nb: MellomlagringsBakstykke: Laster <%s>

source: Error while loading options: %s
cs: Chyba při načítání vlastností: %s
es: Error al cargar opciones: %s
fr: Erreur lors du chargement des options: %s
hr: Greška prilikom učitavanja postavki: %s
it: Errore nel caricamente delle opzioni: %s
ja: オプション読み込み中にエラー: %s
nb: Feil mens valg ble lastet: %s
no_nb: Feil ved lasting av valg: %s

source: Queue-element <%s> not found (already removed?)!
cs: Část fronty <%s> nenalezena (už smazána?)!
es: Queue-element <%s> no encontrado (¿ya borrado?)!
fr: Queue-element <%s> non trouvé (déjà enlevé?)!
it: Elemento della coda <%s> non trovato (già rimosso?)!
ja: Queue-element <%s> が見つかりません（削除済み？）！
nb: Køelement <%s> ikke funnet (allerede fjernet?)!
no_nb: Kø-element <%s> ikke funnet! (Allerede fjernet?)

source: CachingBackend: Saving <#%s> :) ...
cs: Obsluha cache: Ukládání <#%s> :) ...
es: CachingBackend: Guardando <#%s> :) ...
fr: CachingBackend: Sauvegarde de <#%s> :) ...
it: CachingBackend: Salvataggio <#%s> :) ...
ja: キャッシングバックエンド: <#%s> 保存中 :) ...
nb: Bakstykke for mellomlagring: Lagrer <#%s> :) ...
no_nb: Mellomlagringsbakstykke: Lagrer <#%s> :) ...

source: error while saving config: %s%s
cs: chyba při ukládání nastavení: %s%s
es: error al guardar configuración: %s%s
fr: Erreur lors de la sauvegarde de la configuration: %s%s
hr: greška prilikom spremanja konfiguracije: %s%s
it: errore durante il salvataggio della configurazione: %s%s
ja: 設定保存中にエラー: %s%s
nb: feil ved lagring av konfigurering: %s%s
no_nb: feil ved lagring av konfigurering: %s%s

source: Error during on_import - option: %s.
cs: Chyba během importu - vlastnost: %s.
es: Error en on_import - opción: %s
fr: Erreur pendant on_import - option : %s.
it: Errore durante on_import - opzione: %s.
nb: Feil ved on_import-valg: %s.
no_nb: Feil ved on_import - valg: %s.

source: GnomeKeyring is not available!!
cs: Gnome klíčenka není dostupná!!
es: ¡El anillo de contraseñas de gnome no está disponible!
it: GnomeKeyring non disponibile!!
ja: GnomeKeyring が利用できません！！
nb: Gnome Nøkkelringhåndterer er ikke tilgjengelig!
no_nb: GnomeNøkkelring er ikke tilgjengelig!!

source: No keyrings found. Please create one first!
cs: Nebyla nalezena žádná klíčenka, tak jednu vytvořte!
es: No existe ningun anillo de contraseñas. Por favor, crea uno primero
fr: Aucun trousseau de clés n'a été trouvé. Veuillez d'abord en créer un!
it: Nessun portachiavi trovato. Per favore creane uno!
ja: keyring が1つも見つかりません。まず最初に作成してください！
nb: Ingen nøkkelringer funnet. Vennligst lag en først!

source: Warning: No default keyring found, storage is not permanent!
cs: Varování: Nebyla nalezena žádná klíčenka, úložistě není trvalé!
es: Aviso: No hay ningun anillo de contraseñas por defecto, los datos no se almacenaran permanentemente.
fr: Avertissement : pas de trousseau de clés par défaut trouvé, le stockage est non permanent !
it: Attenzione: Non è stato trovato nessun portachiavi predefinito, la memorizzazione non è permanente!
ja: 警告: デフォルトの keyring が見つかりません。ストレージがパーマネントではありません！
nb: Advarsel: Ingen forvalgt nøkkelring funnet, lagring er ikke permanent!

source: ERROR: Unable to read password from keyring: %s
cs: CHYBA: Nemohu přečíst heslo z klíčenky: %s
es: ERROR: No se ha podido leer las contraseñas del anillo: %s
fr: ERREUR : Impossible de lire le mot de passe depuis le trousseau de clés : %s
it: ERRORE: Impossibile leggere la password dal portachiavi: %s
ja: エラー: keyring からパスワードが読み取れません: %s
nb: FEIL: Ikke i stand til å lese passord fra nøkkelring: %s
no_nb: FEIL: Ikke i stand til å lese passord fra nøkkelring: %s

source: Illegal value in AccountOption.on_import.
cs: Neplatná hodnota v AccountOption.on_import.
es: Valor incorrectol en AccountOption.on_import.
fr: Valeur illégale dans AccontOption.on_import.
it: Valore non consentito in AccountOption.on_import.
nb: Ulovlig verdi i AccountOption.on_import.
no_nb: Ulovlig verdi i AccountOption.on_import.

source: Options: Error - group %s not defined.
cs: Vlastnosti: Chyba - skupina %s není definovaná.
es: Opciones: Error- grupo %s no definido.
fr: Options: Erreur - groupe %s non défini
hr: Postavke: Greška - grupa %s nije definirana.
it: Opzioni: Errore - gruppo %s non definito.
ja: オプション: エラー - グループ %s 未定義。
nb: Valg: Feil - gruppe %s ikke definert

source: Invalid XML in metadata-file (or file missing): "%s".
cs: Neplatné XML v meta souboru (nebo chybějící): "%s".
es: Archivo XML en metadata incorrecto o no existe "%s".
fr: XML invalide dans le fichier metadonnées (ou fichier manquant) : "%s".
hr: Nevaljali XML u metadata-datoteci (ili nedostaje datoteka): "%s".
it: XML non valido nel file dei metadati (o file mancante): "%s".
ja: メタデータファイルに不正な XML（またはファイル不存在）: "%s".
nb: Ugyldig XML i metadatafil (eller manglende fil): "%s".
no_nb: Ugydlig XML i metadata-fil (eller manglende fil): "%s".

source: Missing or invalid rootnode in metadata-file: "%s".
cs: Chybějící nebo neplatný kořenový uzel v meta souboru: "%s".
es: No existe o es invalido el rootnode en metadata-file: "%s".
fr: Noeud racine manquant ou invalide dans le fichier métadonnées : "%s".
hr: Nedostaje ili nije valjan korijen u metadata-datoteci: "%s".
it: Nodo di radice mancante o invalido nel file dei metadati: "%s".
nb: Manglende eller ugyldig rotnode i metadatafil: "%s".
no_nb: Manglende eller ugyldig superbruker-node i metadata-fil: "%s".

source: Error in metadata-file "%s" - only <group>-tags allowed in first level. Groups must contain at least one <info>-element.
cs: Chyba v meta souboru "%s" - pouze tagy <group> jsou povolené v první úrovni. Skupiny musí obsahovat alespoň jeden prvek <info>.
es: Error en metadata-file "%s" - las etiquetas <group> solamente son permitidas en el primer nivel. Las agrupaciones deben contener al menos un elemento <info>.
fr: Erreur dans le fichier métadonnées "%s" - seules les balises <group> sont autorisées dans le premier niveau. Les groupes doivent contenir au moins un élément <info>.
it: Errore nel file dei metadati "%s" - solo i tag <group> sono ammessi nel primo livello. I Gruppi possono contenere al massimo un elemento <info>.
nb: Feil i metadatafil "%s" - kun <gruppe>-etiketter tillatt i første nivå. Grupper må inneholde minst ett <info>-element.
no_nb: Feil i metadata-fil "%s" - kun <group>-merkelapper tillatt i første nivå. Grupper må inneholde minst ett <info>-element.

source: No name for group defined in "%s".
cs: Žádné jméno skupiny nastavené v "%s".
es: Ningun nombre o grupo definido en "%s"
fr: Pas de nom pour le groupe défini dans "%s".
hr: Nema imena grupe definiranog u "%s".
it: Nessun nome per il gruppo definito in "%s".
nb: Ingen navn for gruppe definert i "%s".
no_nb: Ikke noe navn definert i "%s" for gruppe.

source: Invalid option-node found in "%s".
cs: Neplatný uzel vlastnosti nalezen v "%s".
es: Invalida option-node encontrada en "%s"
fr: Noeud option invalide trouvé dans "%s".
it: Nodo delle opzioni non valido trovato in "%s"
nb: Ugyldig valgnode funnet i "%s".
no_nb: Ugyldig valg-node funnet i "%s".

source: PRESS: %s
cs: NALÉHAVÉ: %s
es: PULSADO: %s
fr: APPUYER : %s
hr: PRITISNUT: %s
it: PREMI: %s
ja: プレス: %s

source: Edit Options
cs: Upravit vlastnosti
es: Editar opciones
fr: Modifier les Options
hr: Postavke uređivanja
it: Modifica Opzioni
ja: オプション編集
nb: Endre innstillinger
no_nb: Rediger valg

source: Path %s not found.
cs: Cesta %s nenalezena.
es: Dirección %s no encontrada
fr: Chemin %s non trouvé.
hr: Putanja %s nije pronađena.
it: Percorso %s non trovato.
ja: パス %s が見つかりません。
nb: Sti %s ikke funnet.
no_nb: Sti %s ikke funnet.

source: active theme is: %s
cs: aktivní téma je? %s
es: el tema activo es: %s
fr: Le thème actif est: %s
hr: aktivna tema je: %s
it: il tema attivo è: %s
ja: アクティブなテーマ: %s
nb: aktivt tema er: %s

source: About
cs: O aplikaci
es: Acerca de
fr: A propos
hr: O...
it: Informazioni
ja: 詳細情報
nb: Om
no_nb: Om

source: Options
cs: Vlastnosti
es: Opciones
hr: Postavke
it: Opzioni
ja: オプション
nb: Valg
no_nb: Valg

source: Themes allow you to easily switch the appearance of your Screenlets. On this page you find a list of all available themes for this Screenlet.
cs: Motivy vám umožňují jednoduše měnit vzhled vašich Screenletů. Na této stránce je seznam motivů dostupných pro tento Screenlet.
es: Los temas sirven para cambiar de manera facil la apariencia de tus Screenlet. En esta página podrás encontrar una lista de todos los temas disponibles para este Screenlet.
fr: Les thèmes vous permettent de changer facilement l'apparence de vos Screenlets. Sur cette page vous trouverez une liste de tous les thèmes disponibles pour ce Screenlet.
hr: Teme vam dopuštaju da lako promijenite izgled screenleta. Na ovoj stranici ćete pronaći listu svih dostupnih tema za ovaj screenlet.
it: I temi consentono di cambiare facilmente l'aspetto delle Screenlets. In questa pagina si trova una lista i tutti i temi disponibili per questa Screenlet.
ja: Screenlet の外観はテーマによって簡単に切り替えられます。この Screenlet に使用可能な全テーマのリストがこのページに掲載されています。
nb: Temaer lar deg enkelt bytte utseendet på dine Screenlets. På denne siden finner du en liste over alle tilgjengelige temaer for denne Screenlet.
no_nb: Temaer lar deg enkelt bytte utseende for dine Screenlets. På denne siden finner du en liste over alle tilgjengelige temaer for denne Screenlet-en.

source: Themes
cs: Motivy
es: Temas
fr: Thèmes
hr: Teme
it: Temi
ja: テーマ
nb: Tema
no_nb: Temaer

source: no info available
cs: žádné informace
es: sin información disponible
fr: Aucune information disponible
hr: nema dostupnih informacija
it: nessuna informazione disponibile
ja: 取得可能情報なし
nb: ingen info tilgjengelig

source: Choose File
cs: Vyberte soubor
es: Elegir archivo
fr: Choisir un fichier
hr: Odaberite datoteku
it: Scegliere un file
ja: ファイル選択
nb: Velg fil
no_nb: Velg fil

source: Choose Directory
cs: Vyberte složku
es: Escojer Directorio
fr: Choisir un répertoire
hr: Odaberite mapu
it: Scegliere una directory
ja: ディレクトリ選択
nb: Velg katalog
no_nb: Velg katalog

source: Choose Image
cs: Vyberte obrázek
es: Escojer Imagen
fr: Choisir une image
hr: Odaberite sliku
it: Scegliere una immagine
ja: 画像選択
nb: Velg bilde
no_nb: Velg bilde

source: Open List-Editor ...
cs: Otevřít úpravu seznamu ...
es: Abrir el editor de lista
it: Apro List-Editor ...
ja: リスト編集を開く...
nb: Åpne listeredigerer ...
no_nb: Åpne liste-redigerer

source: Apply username/password ...
cs: Použije uživatelské jméno a heslo ...
es: Aplicar usuario/contraseña
fr: Appliquer nom d'utilisateur / mot de passe...
hr: Primijeni korisničko ime/lozinku ...
it: Applica nome utente/password ...
ja: ユーザー名/パスワードを適用...
nb: Bruk brukernavn/passord ...
no_nb: Bruk brukernavn/passord

source: Enter username here ...
cs: Vložte uživatelské jméno ...
es: Pon aqui el usuario ...
hr: Ovdje upišite korisničko ime ...
it: Inserisci il nome utente qui ...
ja: ここにユーザー名を入力...
nb: Skriv inn brukernavn her ...
no_nb: Skriv inn brukernavn her ...

source: Enter password here ...
cs: Vložte heslo ...
es: Pon aquí la contraseña ...
fr: Entrer votre mot de passe ici ...
hr: Ovdje upišite lozinku ...
it: Inserisci la password qui ...
ja: ここにパスワードを入力...
nb: Skriv inn passord her ...
no_nb: Skriv inn passord her ...

source: unsupported type ''
cs: nepodporovaný typ ''
es: tipo no soportado "
fr: type '' non supporté
hr: nepodržan tip ''
it: tipo non supportato ''
ja: 未サポート形式 ''
nb: ikke støttet type "

source: Apply
cs: Použít
es: Aplicar
fr: Appliquer
hr: Primijeni
it: Applica
ja: 適用
nb: Bruk

source: OptionsDialog: Unknown option type: %s
cs: Copy text OptionsDialog: Neznámý typ vlastnosti: %s
es: OptionsDialog: Tipo de opcion desconocido: %s
fr: OptionsDialog: option de type %s inconnue
it: OptionsDialog: tipo opzione sconosciuta: %s
ja: オプションダイアログ: 不明なオプション形式: %s
nb: OptionsDialog: Ukjent valgtype: %s
no_nb: ValgDialog: Ukjent valgtype: %s

source: Changed: %s
cs: Změněno: %s
es: Cambiado: %s
fr: Changé : %s
hr: Promijenjen: %s
it: Cambiato: %s
ja: 変更: %s
nb: Endret: %s
no_nb: Endret: %s

source: Failed to open /proc/stat
cs: Nepodařilo se otevřít /proc/stat
es: Error al abrir /proc/stat
fr: Echec de l'ouverture de /proc/stat
hr: Neuspjelo otvaranje /proc/stat
it: Apertura di /proc/stat fallita
ja: /proc/stat を開くのに失敗
nb: Klarte ikke åpne /proc/stat
no_nb: Kunne ikke åpne /proc/stat

source: Failed to open /proc/cpuinfo
cs: Nepodařilo se otevřít /proc/cpuinfo
es: Error al abrir /proc/cpuinfo
fr: Echec de l'ouverture de /proc/cpuinfo
hr: Neuspjelo otvaranje /proc/cpuinfo
it: Apertura di /proc/cpuinfo fallita
ja: /proc/cpuinfo を開くのに失敗
nb: Klarte ikke åpne /proc/cpuinfo

source: %s days, %s hours and %s minutes
cs: %s dní, %s hodin a %s minut
es: %s dias, %s horas y %s minutos
fr: %s jours, %s heures et %s minutes
hr: %s dana, %s sati i %s minuta
it: %s giorni, %s ore e %s minuti
ja: %s 日 と %s 時間, %s 分
nb: %s dager, %s timer og %s minutter

source: Failed to open /proc/uptime
cs: Nepodařilo se otevřít /proc/uptime
es: Error al abrir /proc/uptime
fr: Echec de l'ouverture de /proc/uptime
hr: Neuspjelo otvaranje /proc/uptime
it: Apertura di /proc/cpuinfo fallita
ja: /proc/uptime を開くのに失敗
nb: Klarte ikke åpne /proc/uptime

source: Error getting distro name
cs: Chyba při získávání názvu distribuce
es: Error al obtener el nombre de la distribución
fr: Erreur lors de la récupération du nom de la distribution
hr: Greška pri dobavljanju imena distribucije
it: Errore nel recupero del nome della distribuzione
ja: ディストリ名の取得にエラー
nb: Feil ved innhenting av distribusjonens navn

source: Can't get kernel version
cs: Nemohu získat verzi jádra
es: No es posible obtener la versión del kernel
fr: Impossible de récupérer la version du noyau
hr: Nije moguće dobaviti verziju kernela
it: Non è possible recuperare la versione del kernel
ja: カーネルバージョン取得不可
nb: Kan ikke få kjerneversjon

source: Can't get KDE version
cs: Nemohu získat verzi KDE
es: No es posible obtener la versión de KDE
fr: Impossible de récupérer la version de KDE
hr: Nije moguće dobaviti verziju KDE-a
it: Non è possible recuperare la versione di KDE
ja: KDE バージョン取得不可
nb: Kan ikke få KDE-versjon

source: Can't get Gnome version
cs: Nemohu získat verzi Gnome
es: No es posible obtener la versión de Gnome
fr: Impossible de récupérer la version de Gnome
hr: Nije moguće dobaviti verziju Gnome-a
it: Non è possible recuperare la versione di Gnome
ja: Gnome バージョン取得不可
nb: Kan ikke få Gnome-versjon

source: Can't parse /proc/meminfo
cs: Nemohu zpracovat /proc/meminfo
es: No se puede leer /proc/meminfo
fr: Impossible de parser /proc/meminfo
it: Non è possibile analizzare /proc/meminfo
ja: /proc/meminfo のパース不可
nb: Kan ikke fortolke /proc/meminfo

source: Cannot get ip
cs: Nemohu získat ip
es: No se puede conseguir tu ip.
fr: Impossible de récupérer l'IP
hr: Nije moguće pročitati ip
it: Impossibile ottenere IP
ja: IP 取得不可
nb: Kan ikke få IP

source: Can't open /proc/net/dev
cs: Nemohu otevřít /proc/net/dev
es: No es posible abrir /proc/net/dev
fr: Impossible d'ouvrir /proc/net/dev
hr: Nije moguće otvoriti /proc/net/dev
it: Impossibile aprire /proc/net/dev
ja: /proc/net/dev が開けません
nb: Kan ikke åpne /proc/net/dev

source: Can't open /proc/net/wireless
cs: Nemohu otevřít /proc/net/wireless
es: No es posible abrir /proc/net/wireless
fr: Impossible d'ouvrir /proc/net/wireless
hr: Nije moguće otvoriti /proc/net/wireless
it: Impossibile aprire /proc/net/wireless
ja: /proc/net/wireless が開けません
nb: Kan ikke åpne /proc/net/wireless

source: Not connected
cs: Nepřipojeno
es: No conectado
fr: Non connecté
hr: Nije povezano
it: Non connesso
ja: 未接続
nb: Ikke tilkoblet

source: Can't open %s/temperature
cs: Nemohu otevřít %s/temperature
es: No se puede abrir %s/temperature
fr: Impossible d'ouvrir %s/temperature
hr: Nije moguće otvoriti %s/temperature
it: Impossibile aprire %s/temperature
ja: %s/temperature が開けません
nb: Kan ikke åpne %s/temperature

source: Can't open folder /proc/acpi/thermal_zone/
cs: Nemohu otevřít složku /proc/acpi/thermal_zone/
es: No se puede abrir la carpeta /proc/acpi/thermal_zone/
fr: Impossible d'ouvrir le dossier /proc/acpi/thermal_zone/
hr: Nije moguće otvoriti mapu /proc/acpi/thermal_zone/
it: Impossibile aprire la cartella /proc/acpi/thermal_zone/
ja: フォルダ /proc/acpi/thermal_zone/ が開けません
nb: Kan ikke åpne katalog /proc/acpi/thermal_zone/

source: Can't open %s
cs: Nemohu otevřít %s
es: No se puede abrir %s
fr: Impossible d'ouvrir %s
hr: Nije moguće otvoriti %s
it: Non posso aprire %s
ja: %s が開けません
nb: Kan ikke åpne %s

source: Error during hddtemp drives search
cs: Chyba při hledání zařízení hddtemp
es: Error al buscar discos duros con hddtemp.
fr: Erreur durant recherche de lecteurs hddtemp
hr: Greška prilikom hddtemp pretrage diskova
it: Errore durante la ricerca di dispositivi attraverso hddtemp
ja: Hddtemp のドライブ検索中にエラー
nb: Feil ved søking av hddtemp stasjoner

source: Hddtemp not installed
cs: Hddtemp není nainstalován
es: Hddtemp no está instalado
fr: Hddtemp non installé
hr: Hddtemp nije instaliran
it: Hddtemp non installato
ja: Hddtemp が未インストール
nb: Hddtemp er ikke installert

source: can't read temperature in: %s
cs: nemohu číst tepoltu v: %s
es: no se puede leer la temperatura en: %s
fr: Impossible de lire la température dans: %s
hr: Nije moguće pročitati temperaturu: %s
it: impossibile leggere la temperatura in: %s
nb: Kan ikke lese temperatur i: %s

source: Can't read value from %s
cs: Nemohu číst hodnotu z %s
es: No se puede leer el valor desde %s
fr: Ne peut pas lire la valeur depuis %s
hr: Nije moguće pročitati vrijednost %s
it: Impossibile leggere il valore da %s
ja: %s から値が読み取れません
nb: Kan ikke lese verdi fra %s

source: CPUSensor: Failed to open /proc/stat. Sensor stopped.
cs: CPUSensor: Nemohu otevřít /proc/stat. Snímač zastaven.
es: CPUSensor: Error al abrir /proc/stat. El sensor ha sido detenido.
fr: CPUSensor: Impossible d'ouvrir /proc/stat. Capteur stoppé.
hr: CPUSensor: Neuspjelo otvaranje /proc/stat. Senzor zaustavljen.
it: CPUSensor: Fallita apertura di /proc/stat. Sensore fermato.
ja: CPUセンサー: /proc/stat を開くのに失敗。センサー停止。
nb: CPUSensor: Kunne ikke åpne /proc/stat. Sensor stoppet.
no_nb: CPUSensor: Kunne ikke åpne /proc/stat. Sensor stoppet.

source: No name set in ScreenletService.__init__!
cs: Není nastaveno žádné jméno v ScreenletService.__init__!
es: Ningun nombre configurado en ScreenletService.__init__!
fr: Pas de nom défini dans ScreenletService.__init__!
hr: Nije postavljeno ime u ScreenletService.__init__!
it: Nessun nome impostato in ScreenletService.__init__!
ja: ScreenletService.__init__ に名前が設定されていません！
nb: Ingen navn oppgitt i ScreenletService.__init__!
no_nb: Ikke noe navn satt i ScreenletService.__init__!

source: Cannot get/set protected options through service.
cs: Nemohu získat/nastavit vlastnosti přes službu,
es: No se puede conseguir las opciones protegidas del servicio.
it: Impossibile impostare/leggere opzioni protette tramite il servizio.
ja: 被保護オプションの読み取りや設定がサービスを通して出来ません。
nb: Kan ikke få/sette beskyttede valg gjennom tjeneste.
no_nb: Kan ikke få/sette beskyttede valg gjennom tjeneste.

source: Trying to access invalid instance "%s".
cs: Pokus o přístup k neplatnému výstyku "%s".
es: Probando a acceder. Iinstancia invalida "%s".
fr: Essai d'accés à l'instance invalide "%s".
it: Tentativo invalido di accesso dell'istanza "%s".
ja: 不正なインスタンス "%s" にアクセスを試みています。
nb: Prøver å få tilgang til ugyldig tilfelle "%s".
no_nb: Prøver å få tilgang til ugyldig tilfelle "%s".

source: Trying to access invalid option "%s".
cs: Pokus o přístup k neplatné vlastnosti "%s".
es: Probando a acceder. Opción invalida "%s"
fr: Essai d'accés à l'option invalide "%s".
it: Tentativo invalido di accesso dell'opzione "%s".
ja: 不正なオプション "%s" にアクセスを試みています。
nb: Prøver å få tilgang til ugyldig valg "%s".
no_nb: Prøver å få tilgang til ugyldig valg "%s".

source: Error in screenlets.services.get_service_by_name: %s
cs: Chyba v screenlets.services.get_service_by_name: %s
es: Error en screenlets.services.get_service_by_name: %s
fr: Erreur dans screenlets.services.get_service_by_name: %s
it: Errore in screenlets.services.get_service_by_name: %s
nb: Feil i screenlets.services.get_service_by_name: %s
no_nb: Feil i screenlets.services.get_service_by_name: %s

source: ScreenletSession.__init__ has to be called with a valid Screenlet-classobject as first argument!
cs: ScreenletSession.__init__ musí být volán s platým objektem Screenletu jako prvním argumentem!
es: ScreenletSession.__init__ debe ser llamado con un Screenlet-classobject valido como primer argumento!
fr: ScreenletSession.__init__ doit être appelé avec une classe objet Screenlet valide comme premier argument !
it: ScreenletSession.__init__ deve essere chiamata con uno Screenlet-classobject valido come primo argomento
nb: ScreenletSession.__init__ må kalles med et gyldig Screenlet-klasseobjekt som første argument!
no_nb: ScreenletSession.__init__ må kalles med et gyldig Screenlet-klasseobjekt som første argument!

source: Unable to init backend - settings will not be saved!
cs: Nepodařilo se spustit systém - nastavení nebudou uložena!
es: Error al iniciar el backend - las configuraciones no serán guardadas!
fr: Impossible d'initialiser la backend - les réglages ne seront pas sauvegardés !
it: Impossibile inizializzare il backend - le impostazioni non verranno salvate!
nb: Ikke i stand til å starte bakstykke - innstillinger vil ikke bli lagret!
no_nb: Ikke i stand til å initialisere bakstykke - innstillinger vil ikke bli lagret!

source: Error in screenlets.session.connect_daemon: %s
cs: Chyba v screenlets.session.connect_daemon: %s
es: Error en screenlets.session.connect_daemon: %s
it: Errore in screenlets.session.connect_daemon: %s
ja: screenlets.session.connect_daemon にエラー: %s
nb: Feil i screenlets.session.connect_daemon: %s
no_nb: Feil i screenlets.session.connect_daemon: %s

source: Creating new instance:
cs: Vytváření nového výskytu:
es: Creando una instancia nueva:
hr: Stvaranje nove instance:
it: Creazione nuova istanza:
ja: 新規インスタンス作成中:
nb: Lager nytt tilfelle:
no_nb: Lager nytt tilfelle:

source: ID is unset or already in use - creating new one!
cs: ID není nastaveno nebo se právě používá - vytvářím nové!
es: ID no está configurado o ya está en uso - creando uno nuevo!
fr: ID n'est pas définie ou déjà utilisée - création d'une nouvelle !
hr: ID nije postavljen ili se već koristi - stvaranje novog!
it: ID non impostato o già in uso - creazione di uno nuovo!
ja: ID 未設定またはすでに使用中 - 新たに作成中！
nb: ID er ikke satt eller allerede i bruk - lager ny!
no_nb: ID er ikke satt eller allerede i bruk - lager ny!

source: File: %s
cs: Soubor: %s
es: Archivo: %s
fr: Fichier: %s
hr: Datoteka: %s
ja: ファイル: %s
nb: Fil: %s
no_nb: Fil: %s

source: Set options in %s
cs: Nastav vlastnosti v %s
es: Aplicando opciones en %s
hr: Postavi postavke u %s
it: Imposta opzione in %s
nb: Sett valg i %s
no_nb: Sett valg for %s
