Repository: Happy-Ferret/screenlets
Catalog: po/screenlets-*.po
Languages: cs, es, fr, hr, it, ja, nb, no_nb

source: Error while creating image from file: %s
cs: Chyba při vytváření obrázku ze souboru: %s
es: Error al crear imagen desde archivo: %s
fr: Erreur lors de la création de l'image à partir du fichier: %s
hr: Greška prilikom stvaranja slike iz datoteke: %s
it: Errore nella creazione dell'immagine dal file: %s
ja: ファイルから画像作成中にエラー: %s
nb: Feil ved laging av bilde fra fil: %s
no_nb: Feil ved laging av bilde fra fil: %s

source: Error: file %s not found.
cs: Chyba: soubor %s nenalezen.
es: Error: archivo %s no encontrado.
fr: Erreur: fichier %s introuvable.
hr: Greška: datoteka %s nije pronađena.
it: Errore: file %s non trovato
ja: エラー: ファイル %s が見つかりません。
nb: Feil: file %s ikke funnet.

source: XML-Error: %s
cs: Chyba XML: %s
fr: Erreur-XML: %s
hr: XML-Greška: %s
it: Errore-XML: %s
ja: XML-エラー: %s
nb: XML-feil: %s
no_nb: XML-feil: %s

source: Exception: %s
cs: Výjimka: %s
es: Excepción: %s
hr: Iznimka: %s
it: Eccezione: %s
ja: 例外: %s
nb: Unntak: %s
no_nb: Unntak: %s

source: An error occured with desktop-file: %s
cs: Došlo k chybě se souborem desktop: %s
es: Un error ha ocurrido con el archivo del escritorio: %s
hr: Dogodila se greška s desktop-datotekom: %s
it: Si è verificato un errore con il file del desktop: %s
ja: デスクトップファイルにエラー発生: %s
nb: En feil oppstod med skrivebordsfil: %s
no_nb: En feil skjedde med skrivebordsfil: %s

source: Error while creating menu.
cs: Chyba při vytváření menu.
es: Error al crear menu.
fr: Erreur lors de la création du menu.
hr: Greška prilikom stvaranja izbornika.
it: Errore nella creazione del menu.
ja: メニュー作成中にエラー。
nb: Feil ved laging av meny.
no_nb: Feil under laging av meny.

source: Error while loading ScreenletTheme in:
cs: Chyba při načítání ScreenletMotivu v:
es: Error al cargar ScreenletTheme en:
fr: Erreur lors du chargement du SreenletTheme dans:
it: Errore durante il caricamento di ScreenletTheme in:
nb: Feil ved lasting av ScreenletTheme i:
no_nb: Feil ved lasting av ScreenletTema i:

source: Override:
cs: Přepsání:
es: Sobrescribir:
fr: Ignorer
hr: Zaobilaženje:
it: Modifica:
ja: 書き換え:
nb: Overstyr:
no_nb: Tilsidesett:

source: WARNING: Option '%s' not found or protected.
cs: VAROVÁNÍ: Vlastnost '%s' nebyla nelezena, nebo je chráněna.
es: ADVERTENCIA: Opción '%s' no encontrada o protegida.
fr: ATTENTION: Option '%s' non trouvé ou protégé
it: ATTENZIONE: Opzione '%s' non trovata o protetta.
ja: 警告: オプション '%s' が見つからないかまたは保護されています。
nb: ADVARSEL: Valg '%s' ikke funnet, eller beskyttet.
no_nb: ADVARSEL: Valg "%s" ike funnet, eller beskyttet.

source: theme.conf loaded:
cs: theme.conf načten:
es: theme.conf cargado:
fr: theme.conf a été chargé:
hr: theme.conf učitan:
it: theme.conf caricato:
ja: theme.conf 読み込み完了:
nb: theme.conf lastet:
no_nb: theme.conf lastet:

source: Name:
cs: Název:
es: Nombre:
fr: Nom:
hr: Ime:
it: Nome:
ja: 名前:
nb: Navn:
no_nb: Navn:

source: Author:
cs: Autor:
es: Autor:
fr: Auteur:
hr: Autor:
it: Autore:
ja: 作者:
nb: Forfatter:
no_nb: Forfatter:

source: Version:
cs: Verze:
es: Versión:
hr: Inačica:
it: Versione:
ja: バージョン:
nb: Versjon:
no_nb: Versjon:

source: Info:
cs: Informace:
it: Informazioni:
ja: 情報:

source: Failed to load theme.conf
cs: Nepodařilo se načíst theme.conf
es: Error al cargar theme.conf
fr: theme.conf n'a pas pu être chargé
hr: Neuspjelo učitavanje theme.conf
it: Caricamento di theme.conf fallito
ja: theme.conf の読み込み失敗
nb: Kunne ikke laste theme.conf
no_nb: Lasting av theme.conf feilet

source: theme.conf found! Loading option-overrides.
cs: theme.conf nalezen! Načítám přepisy vlastností
es: theme.conf encontrando! Sobrescribiendo opciones por defecto.
fr: theme.conf trouvé ! Chargement des options d'écrasements
hr: theme.conf pronađen! Učitavanje postavki-zaobilaženja.
it: theme.conf trovato! Carico le opzioni modificate.
ja: theme.conf 発見！option-overrides 読み込み中。
nb: theme.conf funnet! Laster overstyringer
no_nb: theme.conf funnet! Laster valg-tilsidesettere.

source: No name set for this Screenlet
cs: Tento Screenlet nemá nastavené jméno
es: Este Screenlet no tiene nombre
fr: Aucun nom défini pour ce Screenlet
hr: Nije postavljeno ime za ovaj Screenlet
it: Nessun nome assegnato a questo Screenlet
ja: この Screenlet の名前は未記載
nb: Ingen navn gitt for denne Screenlet
no_nb: Ikke noe navn satt for denne Screenlet-en

source: No author defined for this Screenlet
cs: Tento Screenlet nemá nastaveného autora
es: No hay ningun autor definido para este Screenlet
fr: Aucun auteur n'est défini pour ce Screenlet
hr: Nije definiran autor ovog Screenleta
it: Nessun autore definito per questa Screenlet
ja: この Screenlet の作者は未記載
nb: Ingen forfatter gitt for denne Screenlet
no_nb: Ingen forfatter definert for denne Screenlet-en

source: No info set for this Screenlet
cs: Tento Screenlet nemá nastaveny informace
es: Este Screenlet no posee informacion
fr: Aucune information définie pour ce Screenlet
hr: Nije postavljen info ovog Screenleta
it: Nessuna informazione su questa Screenlet
ja: この Screenlet の情報は未記載
nb: Ingen info gitt for denne Screenlet
no_nb: Ikke noe info satt for denne Screenlet-en

source: The basic settings for this Screenlet-instance.
cs: Základní nastavení pro tento výskyt Screenletu,
es: Configuración básica de esta instancia del Screenlet
fr: Les réglages basiques pour cette instance de Screenlet
hr: Nema osnovnih postavki za ovu instancu Screenleta.
it: Impostazioni di base per questa istanza della Screenlet
nb: Grunnleggende innstillinger for dette Screenlet-tilfellet
no_nb: De grunnleggende innstillingene for dette Screenlet-tilfellet

source: The X-position of this Screenlet ...
cs: Xová souřadnice Screenletu ...
es: La posición en el eje X de este Screenlet...
hr: X pozicija ovog Screenleta ...
it: La posizione X di questa Screenlet ...
ja: この Screenlet の X 位置...
nb: X-posisjonen for denne Screenlet ...
no_nb: Posisjon langs X-aksen for denne Screenlet-en ...

source: X-Position
cs: Xová souřadnice
es: Posición-X
fr: Position en X
hr: X pozicija
it: Posizione X
ja: X 位置
nb: X-posisjon
no_nb: X-posisjon

source: The Y-position of this Screenlet ...
cs: Yová souřadnice Screenletu ...
es: La posición en el eje Y de este Screenlet...
fr: La position-en-Y de ce Screenlet ...
hr: Y pozicija ovog Screenleta ...
it: La posizione Y di questa Screenlet ...
ja: この Screenlet の Y 位置...
nb: Y-posisjonen for denne Screenlet ...
no_nb: Posisjon langs Y-aksen for denne Screenlet-en

source: Y-Position
cs: Yová souřadnice
es: Posición-Y
fr: Position en Y
hr: Y pozicija
it: Posizione Y
ja: Y 位置
nb: Y-posisjon
no_nb: Y-posisjon

source: The width of this Screenlet ...
cs: Šířka tohoto Screenletu ...
es: El ancho de este Screenlet...
fr: La largeur de ce Screenlet ...
hr: Širina ovog Screenleta ...
it: La larghezza di questo Screenlet ...
ja: この Screenlet の幅...
nb: Bredden på denne Screenlet ...
no_nb: Bredden på denne Screenlet-en

source: Width
cs: Šířka
es: Ancho
fr: Largeur
hr: Širina
it: Larghezza
ja: 幅
nb: Bredde
no_nb: Bredde

source: Height
cs: Výška
es: Altura
fr: Hauteur
hr: Visina
it: Altezza
ja: 高さ
nb: Høyde
no_nb: Høyde

source: The height of this Screenlet ...
cs: Výška tohoto Screenletu ...
es: El alto de este Screenlet...
fr: La hauteur de ce Screenlet ...
hr: Visina ovog Screenleta ...
it: L'altezza di questo Screenlet ...
ja: この Screenlet の高さ...
nb: Høyden på denne Screenlet ...
no_nb: Høyden på denne Screenlet-en

source: Scale
cs: Měřítko
es: Escala
fr: Échelle
hr: Razmjer
it: Ridimensiona
ja: スケール
nb: Størrelse
no_nb: Skala

source: The scale-factor of this Screenlet ...
cs: Měřítko zobrazení tohoto Screenletu ...
es: El factor de escala de este Screenlet...
hr: Razmjer ovog Screenleta ...
it: Il fattore di scala (zoom) di questa Screenlet ...
ja: この Screenlet の拡縮率...
nb: Størrelsesfaktor for denne Screenlet ...
no_nb: Skaleringsfaktoren for denne Screenlet-en

source: Opacity
cs: Průhlednost
es: Opacidad
fr: Opacité
hr: Neprozirnost
it: Opacità
ja: 不透明度
nb: Dekkevne

source: The opacity of the Screenlet window ...
cs: Průhlednost okna Screenletu ...
es: La opacidad de la ventana de este Screenlet...
fr: L'opacité de la fenêtre Screenlet ...
hr: Neprozirnost screenlet prozora ...
it: L'opacità della Screenlet ...
ja: この Screenlet ウィンドウの不透明度...
nb: Screenlet-vinduets dekkevne ...

source: Stick to Desktop
cs: Přilepit k ploše
es: Pegar al escritorio
fr: Afficher sur tous les bureaux
hr: Zalijepi za radnu površinu
it: Fissa sulla Scrivania
ja: デスクトップに付着
nb: Klistre til skrivebord
no_nb: Klistre til skrivebord

source: Show this Screenlet on all workspaces ...
cs: Zobrazit tento Screenlet na všech plochách
es: Mostrar el Screenlet en todos los espacios de trabajo
fr: Montrer ce Screenlet sur tous les espaces de travail ...
hr: Prikaži ovaj Screenlet na svim radnim površinama ...
it: Mostra questa Screenlet su tutte le aree di lavoro ...
ja: この Screenlet を全てのワークスペースで表示...
nb: Vis denne Screenlet på alle arbeidsområder ...
no_nb: Vis denne Screenlet-en på alle skrivebord

source: Treat as Widget
cs: Pokládat za Widget
es: Tratar como Widget
fr: Traiter comme un Widget
hr: Treatiraj kao Widget
it: Tratta come Widget
ja: ウィジェットとして扱う
nb: Behandle som miniprogram (widget)
no_nb: Behandle som "Widget"

source: Treat this Screenlet as a "Widget" ...
cs: Pokládat tento Screenlet za "Widget" ...
es: Tratar este Screenlet como un "Widget"
fr: Traiter ce Screenlet en tant que "Widget" ...
hr: Tretiraj ovaj screenlet kao "Widget" ...
it: Tratta questa Screenlet come "Widget" ...
ja: この Screenlet を"ウィジェット"として扱う...
nb: Behandle denne Screenlet som miniprogram (widget)
no_nb: Behandle denne Screenlet-en som et skjermelement ("Widget")

source: Lock position
cs: Zamknout pozici
es: Bloquear la posición
fr: Verrouiller la position
hr: Zaključavanje pozicije
it: Blocca posizione
ja: 位置の固定
nb: Lås posisjon
no_nb: Lås posisjon

source: Stop the screenlet from being moved...
cs: Zakázat přesouvání tohoto Screenletu ...
es: Parar el proceso de borrado
fr: Empêcher le screenlet d'être déplacé...
hr: Spriječi pomicanje ovog screenleta...
it: Impedisci il movimento della screenlet ...
ja: Screenlet が移動されるのを防止...
nb: Hindre Screenlet i å bli flyttet ...
no_nb: Hindre Screenlet-en fra å bli flyttet ...

source: Keep above
cs: Stále v popředí
es: Mantener por encima
fr: Garder au-dessus
hr: Drži iznad
it: Mantieni sopra
ja: 常に最前面
nb: Hold over
no_nb: Hold over

source: Keep this Screenlet above other windows ...
cs: Držet tento Screenlet nad ostatními okny ...
es: Mantener este Screenlet por encima de otras ventanas
fr: Garder ce Screenlet au dessus des autres fenêtres
hr: Drži ovaj screenlet iznad ostalih prozora ...
it: Mantieni questa Screenlet sopra le altre finestre ...
ja: この Screenlet を常に他ウィンドウの手前に表示...
nb: Holde denne Screenlet over andre vinduer ...
no_nb: Hold denne Screenlet-en over andre vinduer ...

source: Keep below
cs: Stále v pozadí
es: Mantener por debajo
fr: Garder en dessous
hr: Drži ispod
it: Mantieni sotto
ja: 常に最後面
nb: Hold under
no_nb: Hold under

source: Keep this Screenlet below other windows ...
cs: Držet tento Screenlet pod ostatními okny ...
es: Mantener este Screenlet por debajo de otras ventanas
fr: Garder ce Screenlet au dessous des autres fenêtres ...
hr: Drži ovaj screenlet ispod ostalih prozora ...
it: Mantieni questa Screenlet sotto le altre finestre ...
ja: この Screenlet を常に他ウィンドウの背後に表示...
nb: Hold denne Screenlet under andre vinduer ...
no_nb: Hold denne Screenlet-en under andre vinduer ...

source: Draw button controls
cs: Zobrazit ovládací tlačítka
es: Dibujar botones de control en el screenlet
fr: Afficher les boutons de contrôle
hr: Iscrtaj kontrole
it: Disegna i pulsanti di controllo
ja: 操作ボタンの描画
nb: Tegn knappekontroller

source: Draw buttons in top right corner
cs: Zobrazí tlačítka v pravém horním rohu
es: Dibujar los botones de control en la esquina superior derecha
fr: Déssiner les boutons dans le coin haut droit
hr: Iscrtaj kontrole u gornjem desnom kutu
it: Disegna pulsanti nell'angolo in alto a destra
ja: 右上隅にボタンを描画
nb: Tegn knapper i øvre høyre hjørne

source: Skip Pager
cs: Přeskočit přepínač
es: Saltarse el paginador
fr: Ne pas afficher dans les miniatures de bureaux...
it: Salta Pager
ja: ページャー省略
nb: Hopp over skrivebordsoversikt
no_nb: Hopp over skifter

source: Set this Screenlet to show/hide in pagers ...
cs: Zobrazit/skrýt tento Screenlet v přepínači ploch ...
es: Define si el screenlet debe aparecer en el paginador de tareas...
fr: Décide si ce Screenlet doit être affiché/caché dans les miniatures de bureaux...
it: Imposta questa Screenlet per essere visibile/nascosta nei paginatori ...
ja: この Screenlet をページャーに表示するか否かの設定...
nb: La denne Screenlet vises/skjules i skrivebordsoversikter ...
no_nb: Sett denne Screenlet-en til å vises/skjules i skiftere ...

source: Skip Taskbar
cs: Přeskočit seznam oken
es: Aparecer en la barra de tareas.
fr: Ne pas afficher dans la barre d'état
hr: Ne prikazuj u popisu prozora
ja: タスクバー省略
nb: Hopp over oppgavelinje
no_nb: Hopp over oppgavelinje

source: Set this Screenlet to show/hide in taskbars ...
cs: Zobrazit/skrýt tento Screenlet v seznamu oken ...
es: Define si el screenlet debe aparecer en la barra de tareas, como si se tratase de otra aplicación cualquiera ..
fr: Décide si ce Screenlet doit être affiché/caché dans les barres d'état...
hr: Postavite da li će se screenlet prikazivati u popisu prozora na programskoj traci
it: Mostra/nascondi questa Screenlet dalla barra delle applicazioni ...
ja: この Screenlet をタスクバーに表示するか否かの設定...
nb: La denne Screenlet vises/skjules i oppgavelinjer ...
no_nb: Sett denne Screenlet-en til å vises/skjules i oppgavelinjer ...

source: Allow overriding Options
cs: Povolit přepisování vlastností
es: Sobrescribir opciones
fr: Autoriser l'écrasement d'Options
hr: Dopusti zaobilaženje postavki
it: Permetti modifica delle Opzioni
ja: オプションの書き換え許可
nb: Tillat overstyrende valg
no_nb: Tillat valg for tilsidesetting

source: Allow themes to override options in this screenlet ...
cs: Povolit motivům přepisovat vlastnosti tohoto screenletu ...
es: Define si se pueden sobrescribir las opciones de tema en el screenlet.
fr: Autoriser les thèmes à écraser les options dans ce screenlet...
hr: Dopustite temama da zaobiđu postavke ovog screenleta ...
it: Consenti ai temi di sovrascrivere le opzioni in questa screenlet ...
ja: テーマによるこの Screenlet のオプション設定値の書き換えを許可...
nb: La temaer overstyre valgene for denne Screenlet ...
no_nb: Tillat temaer å tilsidesette valg for denne Screenlet-en

source: Ask on Override
cs: Zeptat se při přepisování
es: Preguntar al sobrescribir
fr: Demander à l'Ecrasement
hr: Pitaj prije zaobilaženja
it: Chiedi in caso di Modifica
ja: 書き換え時に確認を求める
nb: Spør ved overstyring
no_nb: Spør ved tilsidesetting

source: Show a confirmation-dialog when a theme wants to override
cs: Zobrazí potvrzovací okno, když bude motiv žádat přepis vlastností
es: Muestra un dialogo de confirmación cuando un tema quiere sobrescribir la configuración
fr: Afficher une boîte de dialogue de confirmation quand un thème veut écraser
hr: Zatraži potvrdu kada tema želi zaobići
it: Mostra un dialogo per la conferma quando un tema vuole modificare le impostazioni
ja: テーマが設定値の書き換えを要求するときは確認ダイアログを表示
nb: Vis en bekreftelsesdialog når et tema ønsker å overstyre
no_nb: Vis en bekreftelsesdialog når et tema ønsker å tilsidesette

source: the current options of this Screenlet ...
cs: momentální vlastnosti tohoto Screelnetu ...
es: Opciones actuales del Screenlet ..
fr: les options actuelles de ce Screenlet...
hr: trenutne postavke ovog screenleta ...
it: le opzioni correnti di questa Screenlet ...
ja: この Screenlet の現在のオプション...
nb: nåværende valg for denne Screenlet ...
no_nb: nåværende innstillinger for denne Screenlet-en ...

source: LOAD NEW THEME:
cs: NAĆÍST NOVÝ MOTIV:
es: NUEVO TEMA CARGADO:
fr: CHARGER UN NOUVEAU THEME:
hr: UČITAVANJE NOVE TEME:
it: CARICA NUOVO TEMA:
ja: 新しいテーマの読み込み:
nb: LAST NYTT TEMA:
no_nb: LAST NYTT TEMA:

source: FOUND:
cs: NALEZENO:
es: ENCONTRADO:
fr: TROUVE:
hr: PRONAĐEN:
it: TROVATO:
ja: 発見:
nb: FUNNET:
no_nb: FUNNET:

source: Size
cs: Velikost
es: Tamaño
fr: Taille
hr: Veličina
it: Dimensione
ja: サイズ
nb: Størrelse
no_nb: Størrelse

source: Theme
cs: Motiv
es: Tema
fr: Thème
hr: Tema
it: Tema
ja: テーマ
nb: Tema
no_nb: tema

source: Window
cs: Okno
es: Ventana
fr: Fenêtre
hr: Prozor
it: Finestra
ja: ウィンドウ
nb: Vindu
no_nb: Vindu

source: Lock
cs: Uzamknout
es: Bloquear
fr: Verrouiller
hr: Zaključano
it: Blocca
ja: 位置固定
nb: Lås

source: Sticky
cs: Lepivý
es: Adherido
fr: Afficher sur tous les bureaux
hr: Ljepljivo
it: Fisso
ja: スティッキー
nb: Klistre
no_nb: Klistre

source: Properties...
cs: Vlastnosti...
es: Propiedades...
fr: Propriétés...
hr: Postavke...
it: Proprietà...
ja: プロパティ...
nb: Egenskaper...
no_nb: Egenskaper

source: Delete Screenlet ...
cs: Smazat Screenlet ...
es: Eliminar Screenlet...
fr: Effacer le Screenlet ...
hr: Ukloni Screenlet ...
it: Elimina Screenlet ...
ja: Screenlet の削除...
nb: Slett Screenlet ...
no_nb: Slett Screenlet ...

source: Quit this %s ...
cs: Zavřít tento %s ...
es: Cerrar este %s
fr: Quitter ce %s ...
hr: Zatvori ovaj %s ...
it: Chiudi questo %s ...
ja: この %s を終了...
nb: Lukk denne %s ...

source: Quit all %ss ...
cs: Zavřít všechny %s ...
es: Cerrar todos los %ss
fr: Quitter tous les %ss ...
hr: Zatvori sve %se ...
it: Chiudi tutti %s ...
ja: 全ての %s を終了...
nb: Lukk alle %ss ...

source: Error while loading theme:
cs: Chyba při načítání motivu:
es: Error al cargar el tema:
fr: Erreur lors du chargement du thème:
hr: Greška prilikom učitavanja teme:
it: Errore durante il caricamente del tema:
ja: テーマ読み込み中にエラー:
nb: Feil ved lasting av tema:
no_nb: Feil ved lasting av tema:

source: This theme wants to override your settings for this Screenlet. Do you want to allow that?
cs: Tento motiv chce přepsat některá nastavení vašeho Screenletu. Chcete to povolit?
es: Este tema necesita sobreescribir tu configuración del Screenlet. Deseas concenderle permiso para ello?
fr: Ce thème veut outrepasser vos paramètres pour ce Screenlet. Voulez-vous permettre cela?
hr: Ova tema želi zaobići postavke ovog screenleta. Želite li to dopustiti?
it: Questo tema sta tentando di sovrascrivere le impostazioni della Screenlet. Autorizzare l'azione?
ja: このテーマはこの Sceenlet の設定値の書き換えを要求しています。書き換えを許可しますか？
nb: Dette temaet ønsker å overstyre dine innstillinger for denne Screenlet. Vil du tillate dette?

source: UPDATING SHAPE
cs: AKTUALIZACE TVARU
es: ACTUALIZANDO MASCARA::
hr: AŽURIRAM OBLIK
it: AGGIORNAMENTO DELLA FIGURA
nb: OPPDATERER FORM
no_nb: OPPDATERER FORM

source: To quit all %s's, use 'Quit' instead.
cs: Pro zavření všech %s použijte příkaz 'Zavřít'.
es: Para cerrar todos los %s's, usa 'Cerrar'.
fr: Pour quitter tous les %ss, utiliser "Quit" à la place.
hr: Za zatvaranje svih %sa, koristite 'Zatvori'.
it: Per chiudere tutti i %s, usa 'Chiudi'.
ja: 全ての %s を終了させるには、削除の代わりに '終了' を使用してください。
nb: For å avslutte alle %s-er, bruk 'Avslutt' i stedet.
no_nb: For å avslutte alle %s-er, bruk "Avslutt" i stedet.

source: Really delete this %s and its settings?
cs: Opravdu chcete smazat tento %s a jeho nastavení?
es: Estas seguro de que quieres borrar este %s y todas sus configuraciones?
fr: Voulez vous vraiment supprimer ce %s et sa configuration?
hr: Želite li zaista ukloniti %s i njegove postavke?
it: Vuoi davvero eliminare %s e le sue impostazioni?
ja: この %s とその設定を本当に削除しますか？
nb: Virkelig slette denne %s og dets innstillinger?
no_nb: Virkelig slette denne %s og alle dens innstillinger?

source: MOUSEWHEEL
cs: KOLEČKOMYŠI
es: Rueda del ratón
fr: MOLLETTESOURIS
hr: KOTAČIĆ MIŠA
it: ROTELLA DEL MOUSE
ja: マウスホイール
nb: MUSEHJUL
no_nb: MUSEHJUL

source: Compositing method changed to %s
cs: Metoda skládání se změnila na %s
es: El método de composición ha cambiado a %s
fr: Méthode de composition changée en %s
it: Metodo di composizione cambiato in %s
ja: %s に合成方式が変更
nb: Kompositeringsmetode endret til %s

source: Warning - Buttons will not be shown until screenlet is restarted
cs: Upozornění - Tlačítka se nezobrazí dokud nebude screenlet znovu spuštěn
es: Aviso - Los botones no se mostrarán hasta reiniciar el screenlet.
fr: Attention - les boutons ne seront pas affichés avant le redémarrage du screenlet
hr: Upozorenje - Kontrole neće biti vidljive sve dok se screenlet ponovno ne pokrene
it: Attenzione - I pulsanti non verranno visualizzati finché la screenlet non sarà riavviata
ja: 警告 - Screenlet が再スタートされるまでボタンは表示されません
nb: Advarsel - Knapper vil ikke vises før screenlet startes på nytt

source: Cancel delete_event
cs: Zrušena událost_mazání
es: Cancelar delete_event
fr: Annuler delete_event
it: Annulla delete_event
nb: Avbryt delete_event
no_nb: Avbryt slett_hendelse

source: Start drag
cs: Začátek táhnutí
es: Inicio del arrastrado
fr: Démarrer le glissement
hr: Početak povlačenja
it: Inizio trascinamento
ja: ドラッグ開始
nb: Begynn dragning
no_nb: Start dragning

source: End drag
cs: Konec táhnutí
es: Arrastrado terminado
fr: Terminer le glissement
hr: Kraj povlačenja
it: Fine trascinamento
ja: ドラッグ終了
nb: Avslutt dragning
no_nb: Avslutt dragning

source: Quitting current screenlet instance
cs: Zavírání současného výskytu screenletu
es: Cerrando esta instancia del screenlet.
fr: Quitter l'instance screenlet courante
hr: Zatvaram trenutnu instancu screenleta
it: Termino l'istanza corrente della screenlet
ja: 現在の Screenlet インスタンスを終了中
nb: Avslutter nåværende screenlet-tilfelle

source: Screenlet: Set theme %s
cs: Screenlet: Nastavit motiv %s
es: Screenlet: Cambio de tema a %s
hr: Screenlet: postavi temu %s
it: Screenlet: Imposta tema %s
ja: Screenlet : テーマ %s を設定
nb: Screenlet: Setter tema %s

source: Error: Cannot set missing or non-boolean value '
cs: Chyba: Nemohu nastavit chybějící nebo neboolovskou hodnotu '
es: Error: No se puede aplicar el valor '
fr: Erreur : ne peut définir valeur manquante ou non-booléenne '
it: Errore: Impossibile assegnare un valore mancante o non boooleano '
nb: Feil: kan ikke sette manglende eller ikke-boolsk verdi '
no_nb: Feil: Kan ikke sette manglende eller ikke-boolsk verdi '

source: GConf python module not found. GConf settings backend is disabled.
cs: Modul GConf pythonu nenalezen. Nastavení pro GConf jsou vypnutá.
es: No se ha encontrado el módulo GConf de Python. El soporte de GConf ha sido deshabilitado
fr: Module python GConf non trouvé. Le backend de réglages GConf est désactivé.
it: Modulo python per GConf non trovato. Sistema di configurazione GConf disabilitato.
ja: GConf python モジュールが見つかりません。Gconf 設定バックエンドは無効にされます。
nb: Gconf python-modul ikke funnet. Gconf innstillingsbakstykke er avslått.
no_nb: GConf python-modul ikke funnet. Bakstykke for GConf-innstillinger er slått av.

source: GConfBackend: initializing
cs: GConfBackend: načítání
es: GConfBackend: iniciando
it: GConfBackend: inizializzazione
ja: GConfバックエンド: 開始中
nb: GconfBakstykke: initialiserer
no_nb: GConfBakstykke: initialiserer

source: Saved option %s%s/%s = %s
cs: Uložená vlastnost %s%s/%s = %s
es: Opción guardada %s%s/%s = %s
fr: Option sauvegardée %s%s/%s = %s
hr: Spremljena postavka %s%s/%s = %s
it: Salvata opzione %s%s/%s = %s
ja: 保存されたオプション %s%s/%s = %s
nb: Lagret valg %s%s/%s = %s
no_nb: Lagret valg: %s%s%s = %s

source: Temporary file didn't exist - nothing to remove.
cs: Dočasný soubur neexistuje - nic k mazání.
es: El archivo temporal no existe - no se borrará nada.
fr: Le fichier temporaire n'existe oas - rien à supprimer.
hr: Privremena datoteka ne postoji - ništa za ukloniti.
it: File temporaneo non esistente - niente da rimuovere
ja: 既存の一時ファイルなし - 何も削除しません。
nb: Midlertidig fil eksisterte ikke - ingenting å fjerne.
no_nb: Midlertidig fil eksisterte ikke - ingenting å fjerne.
