Repository: Happy-Ferret/screenlets
Catalog: screenlets/*.po
Languages: bg, ca, cs, da, de, el, es, et, fi, fr, hu, id, it, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, tr, uk

source: To quit all %s's, use 'Quit' instead.
bg: За да спрете всички %s's, използвайте 'Изход'.
ca: Per tancar tots els %s, utilitzeu "Tanca".
cs: Pro zavření všech %s použijte příkaz 'Zavřít'.
da: For at afslutte all %s's, brug 'Afslut' istedet
de: Um alle %ss zu entfernen, wählen Sie stattdessen 'Beenden'.
el: Για να σταματήσετε όλες %s's, χρησιμοποιήστε το 'Έξοδος' αντί γι' αυτό.
es: Para cerrar todos los %s's, usa 'Cerrar'.
et: Kõigi %s'de sulgemiseks kasuta 'Sulge'.
fi: Lopettaaksesi kaikki %s:t, käytä 'Lopeta' -käskyä.
fr: Pour quitter tous les %ss, utiliser "Quit" à la place.
hu: Az összes %s-ből való kilépéshez használja a 'Kilépést'.
id: Untuk keluar dari semua %s's, pakai 'Quit' sebagai gantinya.
it: Per chiudere tutti i %s, usa 'Chiudi'.
lt: Išeiti iš visų %s's, naudokite 'Išeiti'.
ms: Untuk tutup semua %s, guna 'Keluar'.
nb: For å avslutte alle %s-er, bruk 'Avslutt' i stedet.
nl: Gebruik 'Quit' om alle %s's te beëindigen.
pl: Aby zamknąć wszystkie %s' użyj 'Zamknij'.
pt: Para sair de todos os %s, use 'Sair' ao invés.
ro: Pentru a închide toate instanțele lui %s, utilizați „Închide”.
ru: Чтобы закрыть все %s, используйте 'Закрыть'.
sk: K ukončeniu všetkých %s's, použi príkaz 'Zavrieť'.
sl: Za končanje vseh %s-ov, raje uporabite 'Končaj'.
sr: Да напустите све %s, користите „Напусти“.
sv: Använd "Avsluta" istället om du vill avsluta alla %s.
tr: Bütün %s'leri kapatmak için, 'Çıkış' ı kullanın.
uk: Щоб закрити всі %s, використовуйте 'Закрити'.

source: Really delete this %s and its settings?
bg: Наистина ли да се изтрие тази %s и настройките и?
ca: Voleu eliminar aquest %s i la seva configuració?
cs: Opravdu chcete smazat tento %s a jeho nastavení?
da: Ønsker du virkelig at slette %s og alle dens indstillinger?
de: Wollen Sie dieses %s und all seine Einstellungen löschen?
el: Είστε σίγουροι για τη διαγραφή αυτού %s και των ρυμθίσεών του;
es: Estas seguro de que quieres borrar este %s y todas sus configuraciones?
et: Kas tõesti kustutada see %s koos oma seadetega?
fi: Haluatko todellakin poistaa tämän %s ja sen asetukset?
fr: Voulez vous vraiment supprimer ce %s et sa configuration?
hu: Valóban törli a %s-t és a beállításait?
id: Serius menghapus ini %s dan pengaturannya?
it: Vuoi davvero eliminare %s e le sue impostazioni?
lt: Tikrai ištrinti %s ir jo nustatymus?
ms: Pasti hendak memadam %s ini dan tetapannya?
nb: Virkelig slette denne %s og dets innstillinger?
nl: Bent u zeker dat u dit %s en alle instellingen wilt verwijderen?
pl: Czy na pewno usunąć ten %s i jego ustawienia?
pt: Eliminar realmente este %s e as suas definições
ro: Sigur doriți să ștergeți acest %s și configurările sale?
ru: действительно удалить %s и все его настройки?
sk: Skutočne odstrániť %s a jeho nastavenia?
sl: Zares želite izbrisati %s in njegove nastavitve?
sr: Стварно да обришем овај %s и сва његова подешавања?
sv: Verkligen ta bort denna %s och dess inställningar?
tr: Gerçekten bu %s ve onun ayarlarını silecek misiniz?
uk: Дійсно видалити %s і всі його налаштування?

source: GnomeKeyring is not available!!
de: GnomeKeyring ist nicht verfügbar!
et: GnomeKeyring ei ole saadaval!!
pt: GnomeKeyring não está disponível!!

source: No keyrings found. Please create one first!
de: Keine Schlüsselbunde gefunden. Bitte erstellen Sie zuerst einen!
et: Võtmerõngast ei leitud. Palun, loo see esmalt!
pt: Nenhum keyring encontrado. Por favor crie um primeiro!

source: Illegal value in AccountOption.on_import.
de: Ungültiger Wert in AccountOption.on_import.
et: Vigane väärtus AccountOption.on_import-is
pt: Valor ilegal em AccountOption.on_import

source: Invalid XML in metadata-file (or file missing): "%s".
de: Ungültiges XML in der Metadaten-Datei (oder fehlende Datei): "%s".
et: Vigane XML metadata-failis (või fail puudub): "%s".
pt: XML inválido no ficheiro de metadados (ou ficheiro não existe): "%s".

source: Missing or invalid rootnode in metadata-file: "%s".
de: Fehlender oder ungültiger Wurzelknoten in der Metadaten-Datei: "%s".
et: Puuduv või vigane rootnode metainformatsioonifailis: "%s".
pt: Nó raíz inválido ou não existente no ficheiro de metadados: "%s".

source: Error in metadata-file "%s" - only <group>-tags allowed in first level. Groups must contain at least one <info>-element.
de: Fehler in der Metadaten-Datei "%s" - nur <group>-Tags sind in der ersten Ebene erlaubt. Gruppen müssen mindestens ein <info>-Element enthalten.
et: Viga metainformatsioonifailis "%s" - esimesel tasemel on lubatud vaid <group>-märksõnad. Grupid peavad sisaldama vähemalt ühte <info>-elementi.
pt: Erro no ficheiro de metadados "%s" - são permitidas apenas etiquetas <group> no primeiro nível. Grupos têm de conter pelo menos um elemento <info>.

source: No name for group defined in "%s".
de: Kein Name für die Gruppe definiert in "%s".
et: Grupile pole nime defineeritud "%s".
pt: Nenhum nome para o grupo definido em "%s".

source: Invalid option-node found in "%s".
de: Ungültiger Optionen-Knoten gefunden in "%s".
et: "%s" sisaldab vigast option-node'i.
pt: Nó <option> inválido encontrado em "%s".

source: Edit Options
bg: Редактиране на настройките
ca: Opcions d'edició
cs: Upravit vlastnosti
da: Ændre Indstillinger
de: Einstellungen bearbeiten
el: Επεξεργασία Επιλογών
es: Editar opciones
et: Muuda seadeid
fi: Muokkaa valintoja
fr: Modifier les Options
hu: Beállítások szerkesztése
id: Pilihan mengedit
it: Modifica Opzioni
lt: Keisti savybes
ms: Sunting Pilihan
nb: Endre innstillinger
nl: Bewerk Opties
pl: Edytuj Opcje
pt: Editar Opções
ro: Editează opțiunile
ru: Изменить настройки
sk: Úprava Nastavenia
sl: Uredi možnosti
sr: Могућности уређивања
sv: Redigera alternativ
tr: Düzenleme Seçenekleri
uk: Змінити налаштування

source: About
bg: Относно
ca: Quant al
cs: O aplikaci
da: Om
de: Über
el: Σχετικά
es: Acerca de
et: Programmist
fi: Tietoja
fr: A propos
hu: Névjegy
id: Sekitar
it: Informazioni
lt: Apie
ms: Perihal
nb: Om
nl: Over
pl: O programie
pt: Sobre
ro: Despre
ru: О программе
sk: O...
sl: O
sr: О програму
sv: Om
tr: Hakkında
uk: Про

source: Options
bg: Настройки
ca: Opcions
cs: Vlastnosti
da: Indstillinger
de: Einstellungen
el: Επιλογές
es: Opciones
et: Sätted
fi: Asetukset
hu: Beállítások
id: Pilihan-pilihan
it: Opzioni
lt: Savybės
ms: Pilihan
nb: Valg
nl: Opties
pl: Opcje
pt: Opções
ro: Opțiuni
ru: Настройки
sk: Nastavenia
sl: Možnosti
sr: Могућности
sv: Alternativ
tr: Ayarlar
uk: Налаштування

source: Themes allow you to easily switch the appearance of your Screenlets. On this page you find a list of all available themes for this Screenlet.
bg: Темите ви позволяват лесно да сменяте вида на вашите джаджи. На тази страница ще намерите списък с наличните тема за тази джаджа.
ca: Els temes us permeten canviar fàcilment l'aparença dels vostres Screenlets. En aquesta pàgina trobareu una llista de tots els temes disponibles per a aquest Screenlet.
cs: Motivy vám umožňují jednoduše měnit vzhled vašich Screenletů. Na této stránce je seznam motivů dostupných pro tento Screenlet.
da: Temaer tillader dig at nemt skifte udseendet på dine Screenlets. På denne side vil du kunne finde en liste over alle tilgængelige temaer for denne Screenlet.
de: Themen erlauben es Ihnen, schnell und einfach das Aussehen Ihrer Screenlets zu ändern. Auf dieser Seite sehen Sie eine Liste aller für dieses Screenlet installierten Themen.
el: Τα Θέματα σας επιτρέπουν να αλλάξετε εύκολα την εμφάνιση των δικών σας Screenlets. Σε αυτή τη σελίδα θα βρείτε μια λίστα των διαθέσιμων Θεμάτων γι' αυτό το Screenlet.
es: Los temas sirven para cambiar de manera facil la apariencia de tus Screenlet. En esta página podrás encontrar una lista de todos los temas disponibles para este Screenlet.
et: Teemad võimaldavad lihtsalt ja kiiresti muuta töölauavidina välimust. Sellel leheküljel leiad nimekirja kõikidest teemadest, mis on saadaval antud töölauavidinatele.
fi: Muunna helposti Screenletiesi näkyvyyttä teemoilla. Tällä sivulla näet käytettävissä olevat teemat tälle Screenletille.
fr: Les thèmes vous permettent de changer facilement l'apparence de vos Screenlets. Sur cette page vous trouverez une liste de tous les thèmes disponibles pour ce Screenlet.
hu: A témák segítenek a Screenletek kinézetének megváltoztatásában.A listában megtalálod ennek a Screenletnek minden elérhető témáját.
it: I temi consentono di cambiare facilmente l'aspetto delle Screenlets. In questa pagina si trova una lista i tutti i temi disponibili per questa Screenlet.
lt: Temos jums leidžia lengvai pakeisti valdiklių išvaizdą. Čia jūs rasite visas esamas valdiklių temas.
ms: Tema membenarkan anda menukar penampilan Screenlet anda dengan mudah. Pada halaman ini anda boleh cari senarai tema tersedia untuk Screenlet ini.
nb: Temaer lar deg enkelt bytte utseendet på dine Screenlets. På denne siden finner du en liste over alle tilgjengelige temaer for denne Screenlet.
nl: Thema's maken het makkelijk het uiterlijk van je Screenlets te wisselen. Op deze pagina vind je een lijst van alle beschikbare thema's voor deze Screenlet.
pl: Motywy pozwalają łatwo zmieniać wygląd Screenletów. Na tej stronie znajdziesz listę wszystkich motywów dostępnych dla tego Screenletu.
pt: Temas permitem-lhe facilmente alterar a aparência dos seus Screenlets. Nesta página irá encontrar uma lista de todos os temas disponíveis para este Screenlet.
ro: Temele vă permit să comutați foarte ușor aspectul screenletului. Pe această pagină veți găsi o listă a tuturor temelor disponibile pentru acest screenlet.
ru: Темы позволяют легко изменять внешний вид ваших скринлетов. На этой странице перечислены все доступные темы для этого скринлета.
sk: Motivy vám umožňujú jednoducho menit vzhľad vašich Screenletov. Na tejto stránke je zoznam motivov dostupných pre tento Screenlet.
sr: Теме вам омогућују да лако мењате изглед ваших справица екрана. На овој страници ћете наћи списак свих доступних тема за ову справицу екрана.
sv: Teman låter dig enkelt ändra utseendet för dina Screenlets. På denna sida hittar du en lista över alla tillgängliga teman för denna Screenlet.
tr: Temalar, Screenletlerinizin görünümünü kolayca değiştirmenizi sağlar. Bu sayfada bu Screenlet'in bütün temalarını bulacaksınız.
uk: Теми дозволяють легко змінювати зовнішній вигляд Скрінлетів. На цій сторінці Ви знайдете список всіх доступних тем для цього Скрінлета.

source: Themes
bg: Теми
ca: Temes
cs: Motivy
da: Temaer
de: Themen
el: Θέματα
es: Temas
et: Teemad
fi: Teemat
fr: Thèmes
hu: Témák
id: Tema-tema
it: Temi
lt: Temos
ms: Tema
nb: Tema
nl: Thema's
pl: Motywy
pt: Temas
ro: Teme
ru: Темы
sk: Motívy
sl: Teme
sr: Теме
sv: Teman
tr: Temalar
uk: Теми

source: no info available
bg: няма налична иформация
ca: no hi ha informació disponible
cs: žádné informace
da: ingen information tilgængelig
de: keine Information verfügbar
el: δεν υπάρχουν διαθέσιμες πληροφορίες
es: sin información disponible
et: täpsemad andmed puuduvad
fi: ei tietoja saatavilla
fr: Aucune information disponible
hu: nincs elérhető információ
id: Tidak ada info yang disediakan
it: nessuna informazione disponibile
lt: nerasta informacijos
ms: tiada maklumat tersedia
nb: ingen info tilgjengelig
nl: geen informatie beschikbaar
pl: brak informacji
pt: sem informações disponíveis
ro: nu există informații disponibile
ru: информация недоступна
sk: žiadna informácia
sl: na voljo ni nobenih informacij
sr: нема доступних података
sv: ingen information finns tillgänglig
tr: bilgi mevcut değil
uk: інформація не доступна

source: Choose File
bg: Избор на файл
ca: Seleccioneu un fitxer
cs: Vyberte soubor
da: Vælg Fil
de: Datei auswählen
el: Επιλογή Αρχείου
es: Escoger arechivo
et: Vali fail
fi: Valitse tiedosto
fr: Choisir un fichier
hu: Válasszon fájlt
id: Memilih Berkas
it: Scegli Documento
lt: Pasirinkite failą
ms: Pilih Fail
nb: Velg fil
nl: Kies Bestand
pl: Wybierz plik
pt: Escolher Ficheiro
ro: Alege un fișier
ru: Выберите файл
sk: Vyber Súbor
sl: Izberite datoteko
sr: Изаберите датотеку
sv: Välj fil
tr: Dosya Seç
uk: Виберіть файл

source: Choose Directory
bg: Избор на папка
ca: Seleccioneu un directori
cs: Vyberte složku
da: Vælg Mappe
de: Verzeichnis wählen
el: Επιλογή Φακέλου
es: Escojer Directorio
et: Vali kataloog
fi: Valitse kansio
fr: Choisir un répertoire
hu: Válasszon mappát
id: Memiilih Direktori
it: Scegliere una directory
lt: Pasirinkite katalogą
ms: Pilih Direktori
nb: Velg katalog
nl: Kies Map
pl: Wybierz Katalog
pt: Escolher Directório
ro: Alege un dosar
ru: Выберите каталог
sk: Vyber Adresár
sl: Izberite mapo
sr: Изаберите фасциклу
sv: Välj katalog
tr: Dizin Seç
uk: Виберіть каталог

source: Choose Image
bg: Избор на изображение
ca: Seleccioneu una imatge
cs: Vyberte obrázek
da: Vælg Billede
de: Bild auswählen
el: Επιλογή Εικόνας
es: Escojer Imagen
et: Vali pilt
fi: Valitse levykuva
fr: Choisir une image
hu: Válasszon képet
id: Memiilih Gambar
it: Scegliere una immagine
lt: Pasirinkite paveikslėlį
ms: Pilih Imej
nb: Velg bilde
nl: Kies Afbeelding
pl: Wybierz obrazek
pt: Seleccionar Imagem
ro: Alege imagine
ru: Выберите изображение
sk: Vyber Obrázok
sl: Izberite sliko
sr: Изаберите слику
sv: Välj bild
tr: Resim Seç
uk: Виберіть зображення

source: Open List-Editor ...
ca: Obre l'editor de llistes...
cs: Otevřít úpravu seznamu ...
da: Åbn liste-redigering ...
de: Listen-Editor öffnen ...
el: Άνοιγμα Επεξεργαστή Λίστας...
es: Abrir el editor de lista
et: Ava nimekirja redaktor ...
fi: Avaa lista-editori
fr: Ouvrir l'éditeur de liste...
hu: Lista-szerkesztő megnyitása ...
id: Membuka daftar-Editor ...
it: Apro List-Editor ...
lt: Atverti Sąrašo keitėją ...
ms: Buka Penyunting Senarai ...
nb: Åpne listeredigerer ...
nl: Open Lijst-Bewerker ...
pl: Otwórz edytor listy
pt: Abrir Editor de Lista
ro: Deschide editorul de liste ...
ru: Открыть редактор списков ...
sk: Otvor Úpravu-Zoznamu
sl: Odprite List-Editor ...
sr: Отворите уређивач списка ...
sv: Öppna listredigerare ...
tr: Liste-Düzenleyicisi'ni Aç ...
uk: Відкрити редактор списків ...

source: Apply username/password ...
bg: Прилагане на потребителско име/парола...
ca: Aplica l'usuari/contrasenya...
cs: Použije uživatelské jméno a heslo ...
da: Brug brugernavn/kodeord ...
de: Username/Passwort anwenden ...
el: Εφαρμογή ονόματος χρήστη/κωδικού πρόσβασης...
es: Aplicar usuario/contraseña
et: Sisestatud kasutajanime/parooli salvestamine ja kasutuselevõtmine
fi: Hyväksu käyttäjätunnus/salasana ...
fr: Appliquer nom d'utilisateur / mot de passe...
hu: Felhasználónév/jelszó alkalmazása ...
id: Terapkan nama pengguna/sandi ...
it: Applica nome utente/password ...
lt: Taikyti vartotojo vardą/slaptažodį ...
ms: Laksana nama pengguna/kata laluan ...
nb: Bruk brukernavn/passord ...
nl: Vul gebruikersnaam/wachtwoord in ...
pl: Zastosuj nazwę użytkownika/hasło
pt: Aplicar nome de utilizador/password
ro: Aplică utilizatorul/parola ...
ru: Применить имя/пароль ...
sk: Použi meno užívateľa/heslo...
sl: Nastavi uporabniško ime/geslo ...
sr: Примените корисничко име/лозинку ...
sv: Tillämpa användarnamn/lösenord ...
tr: Kullanıcı adı/Parola'yı uygula ...
uk: Застосувати ім'я/пароль ...

source: Enter username here ...
bg: Тук въведете потребителско име...
ca: Entreu l'usuari aquí...
cs: Vložte uživatelské jméno ...
da: Indtast brugernavn her ...
de: Usernamen hier eingeben ...
el: Εισαγωγή ονόματος χρήστη εδώ...
es: Pon aqui el usuario ...
et: Sisesta siia kasutajanimi...
fi: Kirjoita käyttäjätunnus tähän...
fr: Entrez votre nom d'utilisateur ici ...
hu: Írja be a felhasználónevét ide ...
id: Masukkan nama pengguna disini ...
it: Inserisci il nome utente qui ...
lt: Įveskite vartotojo vardą ...
ms: Masukkan nama pengguna disini ...
nb: Skriv inn brukernavn her ...
nl: Vul uw gebruikersnaam hier in ...
pl: Wprowadź nazwę użytkownika ...
pt: Digite o nome de utilizador aqui ...
ro: Introdu numele de utilizator aici ...
ru: Введите имя пользователя ...
sk: Vložte užívateľské meno ...
sl: Tukaj vstavi uporabniško ime ...
sr: Овде унесите корисничко име ...
sv: Ange användarnamnet här ...
tr: Kullanıcı adını buraya girin ...
uk: Введіть тут ім'я користувача ...

source: Enter password here ...
bg: Тук въведете парола...
ca: Entreu la contrasenya aquí...
cs: Vložte heslo ...
da: Indtast kodeord her ...
de: Passwort hier eingeben ...
el: Εισαγωγή κωδικού πρόσβασης εδώ...
es: Pon aquí la contraseña ...
et: Sisesta siia parool... Kinnitamisel salvestatakse parool süsteemi vaikimisi võtmerõngasse.
fi: Kirjoita salasana tähän...
fr: Entrer votre mot de passe ici ...
hu: Írja be a jelszavát ide ...
id: Masukkan sandi disini ...
it: Inserisci la password qui ...
lt: Įveskite slaptažodį ...
ms: Masukkan kata laluan disini ...
nb: Skriv inn passord her ...
nl: Vul uw wachtwoord hier in ...
pl: Wprowadź hasło ...
pt: Digite a password aqui ...
ro: Introdu parola aici ...
ru: Введите пароль ...
sk: Vložte heslo ...
sl: Tukaj vstavi geslo ...
sr: Овде унесите лозинку ...
sv: Ange lösenordet här ...
tr: Parolayı buraya girin ...
uk: Введіть пароль ...

source: Apply
bg: Прилагане
ca: Aplica
cs: Použít
da: Anvend
de: Anwenden
el: Εφαρμογή
es: Aplicar
et: Kinnita
fi: Hyväksy
fr: Appliquer
hu: Alkalmaz
id: Terap
it: Applica
lt: Taikyti
ms: Laksana
nb: Bruk
nl: Pas toe
pl: Zastosuj
pt: Aplicar
ro: Aplică
ru: Применить
sk: Použiť
sl: Uveljavi
sr: Примени
sv: Verkställ
tr: Uygula
uk: Застосувати

source: %(days)s days, %(hours)s hours and %(minutes)s minutes
cs: %(days)s dnů, %(hours)s hodin a %(minutes)s minut
de: %(days)s Tage, %(hours)s Stunden und %(minutes)s Minuten
el: %(days)s ημέρες, %(hours)s ώρες και %(minutes)s λεπτά
es: %(days)s días, %(hours)s horas y %(minutes)s minutos
et: %s päev(a), %s tund(i) ja %s minut(it)
fi: %(days)s päivää, %(hours)s tuntia ja %(minutes)s minuuttia
fr: %(days)s jours, %(hours)s heures et %(minutes)s minutes
hu: %(days)s nap, %(hours)s óra és %(minutes)s perc
id: %(days)s hari, %(hours)s jam dan %(minutes)s menit
it: %(days)s giorni, %(hours)s ore e %(minutes)s minuti
ms: %(days)s hari, %(hours)s jam dan %(minutes)s minit
nl: %(days)s dagen, %(hours)s uren and %(minutes)s minuten
pl: %(days)s dni, %(hours)s godzin i %(minutes)s minut
ro: %(days)s zile, %(hours)s ore și %(minutes)s minute
ru: %(days)s дней, %(hours)s часов и %(minutes)s минут
sr: %(days)s дана, %(hours)s сати и %(minutes)s минута
tr: %(days)s gün, %(hours)s saat ve %(minutes)s dakika
uk: %(days)s дні, %(hours)s години і %(minutes)s хвилини

source: Can't get kernel version
de: Kann Kernel-Version nicht lesen
et: Kerneli versiooni päring ebaõnnestus
fi: Ei saada kernelin versiota
pt: Não foi possível obter versão do kernel

source: Can't get KDE version
bg: Не може да се определи версията на KDE
ca: No s'ha pogut obtenir la versió del KDE
cs: Nemohu získat verzi KDE
da: Kan ikke hente KDE version
de: Kann KDE-Version nicht lesen
el: Αδυναμία λήψης έκδοσης του KDE
es: No es posible obtener la versión de KDE
et: KDE versiooni päring ebaõnnestus
fi: Ei saada KDE:n versiota
fr: Impossible de récupérer la version de KDE
hu: Nem tudtam a KDE verzióját betölteni
id: Tidak dapat mendapatkan versi KDE
it: Non è possible recuperare la versione di KDE
lt: Negalima gauti KDE versijos
ms: Tidak memperoleh versi KDE
nb: Kan ikke få KDE-versjon
nl: Kan geen KDE versie ophalen
pl: Nie mogę pobrać wersji KDE
pt: Não foi possível obter versão do KDE
ro: Nu se poate obține versiunea KDE
ru: Невозможно получить версию KDE
sk: Nemôžem získať verziu KDE
sl: Ne morem dobiti KDE različice
sr: Не могу добавити издање за КДЕ
sv: Kan inte läsa av KDE-version
tr: KDE sürümü alınamıyor
uk: Не можливо отримати версію KDE

source: Can't get Gnome version
bg: Не може да се определи версията на GNOME
ca: No s'ha pogut obtenir la versió del Gnome
cs: Nemohu získat verzi Gnome
da: Kan ikke hente Gnome version
de: Kann Gnome-Version nicht lesen
el: Αδυναμία λήψης έκδοσης του GNOME
es: No es posible obtener la versión de Gnome
et: GNOME'i versiooni päring ebaõnnestus
fi: Ei saada Gnome:n versiota
fr: Impossible de récupérer la version de Gnome
hu: Nem tudtam a Gnome verzióját betölteni
id: Tidak dapat mendapatkan versi Gnome
it: Non è possible recuperare la versione di Gnome
lt: Negalima gauti GNOME versijos
ms: Tidak memperoleh versi Gnome
nb: Kan ikke få Gnome-versjon
nl: Kan geen Gnome versie ophalen
pl: Nie mogę pobrać wersji Gnome
pt: Não foi possível obter versão do GNOME
ro: Nu se poate obține versiunea Gnome
ru: Невозможно получить версию Gnome
sk: Nemôžem získať verziu Gnome
sl: Ne morem dobiti Gnome različice
sr: Не могу добавити издање за Гнома
sv: Kan inte läsa av GNOME-version
tr: Gnome sürümü alınamıyor
uk: Не можливо отримати версію Gnome

source: Can't parse /proc/meminfo
de: Kann /proc/meminfo nicht analysieren
et: /proc/meminfo parsimine ebaõnnestus
pt: Impossível ler /proc/meminfo

source: Cannot get ip
bg: Не може да се определи IP адресът
ca: No s'ha pogut obtenir la ip
cs: Nemohu získat ip
da: Kan ikke hente IP
de: Kann IP nicht auslesen
el: Αδυναμία λήψης ip
es: No se puede conseguir tu ip.
et: IP päring ebaõnnestus
fi: Ei saatu IP:tä
fr: Impossible de récupérer l'IP
hu: Nem tudtam megállapítani az ip-t
id: Tidak dapat mendapatkan versi ip
it: Impossibile ottenere IP
lt: Negalima gauti IP
ms: Tidak memperoleh ip
nb: Kan ikke få IP
nl: Er is een fout opgetreden bij het ophalen van het IP-adres
pl: Nie mogę pobrać ip
pt: Impossível obter IP
ro: Nu se poate obține ip-ul
ru: Невозможно получить IP
sk: Nemôžem získať ip
sl: Ne morem dobiti IP naslova
sr: Не могу добавити ип
sv: Kan inte läsa av ip-adress
tr: IP alınamadı
uk: Неможливо отримати ip

source: Can't open /proc/net/dev
de: Kann /proc/net/dev nicht öffnen
et: /proc/net/dev avamine ebaõnnestus
pt: Impossível ler /proc/net/dev

source: Can't open /proc/net/wireless
de: Kann /proc/net/wireless nicht öffnen
pt: Impossível ler /proc/net/wireless

source: Not connected
bg: Без връзка
ca: No connectat
cs: Nepřipojeno
da: Ikke tilsluttet
de: Nicht verbunden
el: Δεν συνδέθηκε
es: No conectado
et: Ühendamata
fi: Ei yhteyttä
fr: Non connecté
hu: Nincs kapcsolódva
id: Tidak terhubungkan
it: Non connesso
lt: Neprijungta
ms: Tidak bersambung
nb: Ikke tilkoblet
nl: Niet verbonden
pl: Niepołączony
pt: Desligado
ro: Neconectat
ru: Не подключен
sk: Nepripojený
sl: Brez povezave
sr: Нема мрежне везе
sv: Inte ansluten
tr: Bağlı değil
uk: Немає з'єднання

source: Can't open %s/temperature
de: Kann %s/temperature nicht öffnen
pt: Impossível abrir %s/temperature

source: Can't open folder /proc/acpi/thermal_zone/
de: Kann Ordner /proc/acpi/thermal_zone/ nicht öffnen
pt: Impossível ler directório /proc/acpi/thermal_zone/

source: Can't open %s
de: Kann %s nicht öffnen
pt: Impossível abrir %s

source: Error during hddtemp drives search
de: Fehler während der hddtemp-Laufwerksuche
pt: Erro durante procura de discos hddtemp

source: Hddtemp not installed
de: Hddtemp nicht installiert
pt: Hddtemp não está instalado

source: can't read temperature in: %s
de: Kann Temperatur nicht lesen in: %s
pt: Impossível ler temperatura em: %s

source: Can't read value from %s
de: Kann Wert von %s nicht lesen
pt: Impossível ler valor de %s

source: No name set in ScreenletService.__init__!
de: Kein Name festgelegt in ScreenletService.__init__!
et: ScreenletService.__init__ ei sisalda nime!
pt: Sem conjunto nome em ScreenletService.__init__!

source: Trying to access invalid instance "%s".
de: Versuche auf ungültige Instanz "%s" zuzugreifen.
pt: A tentar aceder a uma instância inválida "%s".

source: Trying to access invalid option "%s".
de: Versuche auf ungültige Option "%s" zuzugreifen.
pt: A tentar aceder a uma opção inválida "%s".

source: http://www.screenlets.org/index.php/Get_more_screenlets
et: http://www.screenlets.org/index.php/Hangi_vidinaid_juurde
fr: http://www.screenlets.org/index.php/FR/Obtenir_plus_de_screenlets
