Repository: Happy-Ferret/screenlets
Catalog: screenlets/*.po
Languages: bg, ca, cs, da, de, el, es, et, fi, fr, hu, id, it, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, tr, uk

source: X-Position
bg: Позиция по X
ca: Posició X
cs: Xová souřadnice
el: Θέση-Χ
es: Posición X
et: X-teljel
fi: X-suunnan sijainti
fr: Position en X
hu: X-pozíció
id: X-Posisi
it: Posizione X
lt: X-Vieta
ms: Kedudukan-X
nb: X-posisjon
nl: X coördinaat
pl: Współrzędna X
pt: Posição-X
ro: Poziția X
ru: Х-координата
sk: X_Pozícia
sl: X-Pozicija
sr: Х положај
tr: X-Konumu
uk: Х-координата

source: Y-Position
bg: Позиция по Y
ca: Posició Y
cs: Yová souřadnice
el: Θέση-Y
es: Posición Y
et: Y-teljel
fi: Y-suunnan sijainti
fr: Position en Y
hu: Y-pozíció
id: Y-Posisi
it: Posizione Y
lt: Y-Vieta
ms: Kedudukan-Y
nb: Y-posisjon
nl: Y coördinaat
pl: Współrzędna Y
pt: Posição-Y
ro: Poziția Y
ru: Y-координата
sk: Y_Pozícia
sl: Y-Pozicija
sr: Y положај
tr: Y-Konumu
uk: Y-координата

source: Resize on mouse scroll
bg: Оразмеряване при превъртане колелцето на мишката
ca: Canvia la mida amb la roda del ratolí
cs: Změnit velikost kolečkem myši
da: Ændre størrelse ved muse-scroll
el: Αλλαγή μεγέθους με την κίνηση του ποντικιού
es: Redimensionar al hacer scroll con el ratón
et: Skaleerimine hiirerulliga
fi: Muuta kokoa hiirtä rullaamalla
fr: Redimensionner au defilement de la souris
hu: Egér görgetésre átméreteződik
id: Resize pada skrol mouse
it: Ridimensiona con lo scorrimento del mouse
lt: Keisti dydį pelės ratuku
ms: Saiz semula bila tatal tetikus
nb: Endre størrelse ved muserulling
nl: Verander afmetingen met muiswiel
pl: Zmiana rozmiaru przy pomocy kółka myszy
pt: Redimensionar com roda do rato
ro: Redimensionează la derularea rotiței mausului
ru: Масштабировать колесиком мыши
sk: Zmeniť veľkosť koliečkom myši
sl: Spremeni velikost z vrtenjem miškinega kolesca
sr: Мењај величину премицањем точкића миша
sv: Ändra storlek vid musrullning
tr: Fare kaydırma ile boyutlandır
uk: Зміна розміру коліщатком мишки

source: Ignore requirements
cs: Ignorovat požadavky
el: Αγνόηση απαιτήσεων
es: Ignorar requerimientos
et: Eira sõltuvusi
fi: Ohita vaatimukset
fr: Ignorer des dépendances
hu: Függőségek mellőzése
id: Abaikan persyaratan
it: Ignora requisiti
ms: Abaikan keperluan
nl: Negeer eisen
pl: Ignoruj wymagania
ro: Ignoră cerințele
ru: Игнорировать требования
sr: Занемари захтеве
tr: Gereksinimleri yoksay
uk: Ігнорувати вимоги

source: Set this Screenlet to ignore/demand DEB requirements ...
cs: Nastavit tento Screenlet pro ignorování/vyžadování DEB požadavků...
el: Ορίστε αυτό το Screenlet να αγνοεί/απαιτεί DEB απαιτήσεις ...
es: Establezca este screenlet a ignorar / demandar los requerimientos DEB ...
et: Töölauavidin teeb/ei tee välja, et ta on koostaja poolt määratud sõltuma paketist x.
fi: Aseta tämä Screenlet ohittamaan/pyytämään DEB-vaatimukset ...
fr: Utiliser ce Screenlet pour ignorer/demander des dépendances DEB ...
hu: A Screenlet mellőzi/kéri a DEB függőségeket
id: Set Screenlet ini untuk diabaikan/menuntut kebutuhan DEB ...
it: Imposta questo Screenlet ad ignorare/richiedere i requisiti DEB ...
ms: Tetapkan Screenlet ini untuk abaikan/tuntut keperluan DEB ...
nl: Stel deze Screenlet in om DEB eisen te negeren/eisen ...
pl: Ustaw ignorowanie/żądanie wymagań DEB Screenlet'u...
ro: Configurează acest screenlet pentru a ignora/cere cerințele DEB ...
ru: Позволить этому скринлету игнорировать/требовать DEB зависимости ...
sr: Постави справицу екрана да занемари/тражи ДЕБ захтеве ...
tr: Bu Screenlet kabul etme/DEB talep gereksinimlerini belirle...
uk: Дозволити цьому скрінлету ігнорувати/вимагати DEB-залежності ...

source: %s (%s) installed, req %s.
et: %s (%s) olemas, nõutud %s.

source: Widget
bg: Джаджа
ca: Giny
el: Γραφικό Συστατικό
et: Vidin
fi: Vimpain
lt: Valdiklis
nb: Miniprogram (widget)
ru: Виджет
sl: Gradnik
sr: Справица површи
tr: widget aracı
uk: Віджет

source: Failed to open /proc/version
et: /proc/version avamine ebaõnnesuts
fi: Epäonnistuttiin avaamaan /proc/version
pt: Falhou ao abrir /proc/version

source: Info...
bg: Информация...
ca: Informació...
el: Πληροφορίες...
es: Informacion...
fi: Tietoja...
hu: Infó...
it: Informazioni...
lt: Informacija...
ms: Maklumat...
pl: Informacja...
pt: Informações...
ro: Informații...
ru: Сведения...
sl: Informacije ...
sr: Подаци...
sv: Information...
tr: Bilgi...
uk: Інформація...

source: ScreenletSession.__init__ has to be called with a valid Screenlet-classobject as first argument!
pt: ScreenletSession.__init__ tem de ser chamado com um Screenlet-classobject válido como primeiro argumento!

source: %(package)s %(version)s required, NOT INSTALLED!
cs: %(package)s %(version)s je vyžadován, NENÍ NAINSTALOVÁN!
el: Τα %(package)s %(version)s απαιτούνται, και ΔΕΝ ΕΙΝΑΙ ΕΓΚΑΤΕΣΤΗΜΕΝΑ!
es: Se requiere %(package)s %(version)s, y no se ha instalado.
fi: Paketin '%(package)s' versio %(version)s vaaditaan. Tätä ei ole asennettu!
fr: %(package)s %(version)s nécessaires, ne sont pas installés !
hu: %(package)s %(version)s szükséges, NINCS TELEPÍTVE!
id: %(package)s %(version)s dibutuhkan, TIDAK DIPASANG!
it: %(package)s %(version)s richiesto, e NON INSTALLATO!
ms: %(package)s %(version)s diperlukan, TIDAK DIPASANG!
nl: %(package)s %(version)s vereist, NIET GEÏNSTALLEERD!
pl: %(package)s %(version)s wymagane. NIE ZAINSTALOWANO!
ro: %(package)s %(version)s este necesar, NU ESTE INSTALAT!
ru: Зависит от %(package)s %(version)s, НЕ УСТАНОВЛЕН!
sr: %(package)s %(version)s захтеване, НИСУ УГРАЂЕНЕ!
tr: %(package)s %(version)s sürümü gerekli, KURULU DEĞİL!
uk: Пакет %(package)s %(version)s , НЕ ВСТАНОВЛЕНО!

source: %(package)s %(version)s installed, req %(required)s.
cs: %(package)s %(version)s je nainstalován, req %(required)s.
el: %(package)s %(version)s εγκατεστημένα, απαιτούνται %(required)s.
es: %(package)s %(version)s instalado, req %(required)s.
fr: %(package)s %(version)s installé, requiert %(required)s.
hu: %(package)s %(version)s telepítve, %(required)s kérte.
it: %(package)s %(version)s installato, richiesto %(required)s.
ms: %(package)s %(version)s dipasang, perlukan %(required)s.
nl: %(package)s %(version)s geïnstalleerd, req %(required)s.
pl: %(package)s %(version)s zainstalowane, req %(required)s.
ro: %(package)s %(version)s instalat, este necesar %(required)s.
ru: %(package)s %(version)s установлен, зависимости %(required)s.
sr: %(package)s %(version)s уграђене, захтевају %(required)s.
tr: %(package)s %(version)s kurulmuş, %(required)s gerekli.
uk: %(package)s %(version)s встановлений, залежності %(required)s.

source: Select Image ...
ms: Pilih Imej ...
ro: Selectaţi imaginea ...
sr: Означите слику ...

source: Error during on_import - option: %s.
ms: Ralat semasa pilihan - on_import: %s
sr: Дошло је до грешке приликом увоза — могућност: %s.
