Repository: Happy-Ferret/screenlets
Catalog: screenlets/*.po
Languages: bg, ca, cs, da, de, el, es, et, fi, fr, hu, id, it, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, tr, uk

source: Draw button controls
bg: Показване на бутони
ca: Dibuixa els controls dels botons
cs: Zobrazit ovládací tlačítka
da: Tegn knap-kontroller
de: Zeige Steuerknöpfe
el: Τράβηγμα πλήκτρων ελέγχου
es: Dibujar botones de control en el screenlet
et: Joonista juhtnupud
fi: Näytä painikkeiden ohjaimet
fr: Afficher les boutons de contrôle
hu: Mozgató gombok megjelenítése
id: Gambar tombol kontrol
it: Disegna i pulsanti di controllo
lt: Rodyti kontroliavimo mygtukus
ms: Lukis kawalan butang
nb: Tegn knappekontroller
nl: Toon instelknoppen
pl: Rysuj przyciski
pt: Mostar botões de controlo
ro: Trasați butonul de control
ru: Отображать управляющие кнопки
sk: Zobraz ovládacie tlačítka
sl: Prikaži kontrolne gumbe
sr: Цртај думад управљања
sv: Rita ut knappkontroller
tr: Kontrol düğmelerini göster
uk: Показувати кнопки управління

source: Draw buttons in top right corner
bg: Показване на бутони в горния десен ъгъл
ca: Dibuixa els botons a la cantonada superior dreta
cs: Zobrazí tlačítka v pravém horním rohu
da: Tegn knap-kontroller i øvre højre hjørne
de: Zeichne Buttons im rechten oberen Eck
el: Τράβηγμα πλήκτρων στην επάνω δεξιά γωνία
es: Dibujar los botones de control en la esquina superior derecha
et: Joonista juhtnupud ülesse paremasse nurka
fi: Näytä painikkeet oikeassa yläkulmassa
fr: Déssiner les boutons dans le coin haut droit
hu: Gombok megjelenítése a jobb felső sarokban
id: Gambar tombol di puncak sebelah kanan pojok
it: Disegna pulsanti nell'angolo in alto a destra
lt: Rodyti mygtukus viršutiniame dešiniajame kampe
ms: Lukis butang di bucu atas kanan
nb: Tegn knapper i øvre høyre hjørne
nl: Teken de knoppen rechtsboven
pl: Rysuj przyciski w prawym górnym rogu
pt: Mostar botões de controlo no canto superior direito
ro: Trasați butoane în colțul din dreapta-sus
ru: Отображать кнопки в правом верхнем углу
sk: Zobrazí tlačítka v pravom hornom rohu
sl: Prikaži gumbe v zgornjem desnem kotu
sr: Исцртавај дугмад у горњем десном углу
sv: Rita ut knappar i övre högra hörnet
tr: Düğmeleri sağ üst köşede göster
uk: Показувати кнопки в правому верхньому куті

source: Skip Pager
bg: Пропускане в превключвателя на полета
ca: Saltar-se el paginador
cs: Přeskočit přepínač
da: Hop over skrivebordoversigt
de: Übergehe Pager
el: Παράβλεψη Επιλογέα Χώρων Εργασίας
es: Saltarse el paginador
et: Ära näita töölauahalduris
fi: Ohita Sivuttaja
fr: Ne pas afficher dans les miniatures de bureaux...
hu: Ablaklista mellőzése
id: Lewati Halamannya
it: Salta Pager
lt: Nerodyti procesuose
ms: Langkau Pager
nb: Hopp over skrivebordsoversikt
pl: Pomiń Pager
pt: Ignorar pager
ro: Omite paginatorul
ru: Не отображать в переключателе раб. мест
sk: Preskočiť prepínač
sl: Ne prikaži v Pager-ju
sr: Заобиђи страничника
sv: Hoppa över visare
tr: Sayfalayıcıyı Geç
uk: Не відображати в перемикачі робочих областей

source: Set this Screenlet to show/hide in pagers ...
bg: Показване в превключвателя на полета
ca: Defineix si l'screenlet ha d'aparèixer en el cercapersones...
cs: Zobrazit/skrýt tento Screenlet v přepínači ploch ...
da: Lad denne Screenlet vises/skjules i skrivebordsoversigter ...
de: Dieses Screenlet in Pagern nicht anzeigen ...
el: Καθορίστε ώστε αυτό το Screenlet να εμφανίζεται/αποκρύπτεται στις αλλαγές χώρων εργασίας...
es: Define si el screenlet debe aparecer en el paginador de tareas...
et: Määrab, kas seda töölauavidinat näidatakse töölauahalduris
fi: Aseta tämä Screenlet näkymään/näkymättömäksi sivuttajalle
fr: Décide si ce Screenlet doit être affiché/caché dans les miniatures de bureaux...
hu: A Screenlet megjelenítése/elrejtése az ablaklistából ...
id: Menyetel Screenlet ini untuk tampil/sembunyi di halamannya ...
it: Imposta questa Screenlet per essere visibile/nascosta nei paginatori ...
lt: Nustatyti ar valdiklį rodyti ar paslėpti procesų sąraše ...
ms: Tetapkan Screenlet ini untuk dipaparkan/disembunyikan dalam pager ...
nb: La denne Screenlet vises/skjules i skrivebordsoversikter ...
nl: Laat dit Screenlet wel/niet zien in pagers ...
pl: Ustaw pokazywanie/ukrywanie Screenlet'u w pagerach
pt: Define se este Screenlet aparece ou não em pagers ...
ro: Configurează acest screeenlet pentru a fi afișat/ascuns în paginatoare ...
ru: Отображение на переключателе рабочих мест ...
sk: Zobrazit/skryť tento Screenlet v zozname plôch ...
sr: Постави ову справицу екрана да се приказује/скрива у измењивачу радних простора
sv: Ställ in denna Screenlet till att visas/döljas i visare ...
tr: Bu Screenletin sayfalayıcıdaki gösterme/gizleme ayarlarını yap
uk: Показати/приховати цей Скрінлет в перемикачі робочих областей ...

source: Skip Taskbar
bg: Пропускане в лентата със задачите
ca: Omet la barra de tasques
cs: Přeskočit seznam oken
da: Hop over opgavelinien
de: Übergehe Taskleiste
el: Παράβλεψη Γραμμής Εργασίας
es: Aparecer en la barra de tareas.
et: Ära näita tegumiribal
fi: Ohita tehtäväpalkki
fr: Ne pas afficher dans la barre d'état
hu: Tálca kihagyása
id: Lewati Taskbar
it: Salta Barra delle Applicazioni
lt: Nerodyti užduočių juostoje
ms: Langkau Palang Tugas
nb: Hopp over oppgavelinje
nl: Skip Taakbalk
pl: Pomiń pasek zadań
pt: Ignorar barra de tarefas
ro: Omite bara de activități
ru: Не отображать в панели задач
sk: Preskočiť zoznam okien
sl: Ne prikaži v opravilni vrstici
sr: Заобиђи траку процеса
sv: Hoppa över verktygsrad
tr: Görev çubuğunu atla
uk: Не показувати на панелі завдань

source: Set this Screenlet to show/hide in taskbars ...
bg: Задаване на тази джаджа да се показва/скрива в лентите със задачи
ca: Fes que aquest Screenlet es mostri o no es mostri a la barra de tasques ...
cs: Zobrazit/skrýt tento Screenlet v seznamu oken ...
da: Lad denne Screenlet vises/skjules i opgavelinier ...
de: Dieses Screenlet nicht in der Taskleiste anzeigen ...
el: Καθορίστε ώστε αυτό το Screenlet να εμφανίζεται/αποκρύπτεται στις γραμμές εργασιών...
es: Define si el screenlet debe aparecer en la barra de tareas, como si se tratase de otra aplicación cualquiera ..
et: Ära näita töölauavidina tegumiribal
fi: Aseta tämä Screenlet näkymään tehtäväpalkissa
fr: Décide si ce Screenlet doit être affiché/caché dans les barres d'état...
hu: A Screenletet megjeleníti/elrejti a tálcáról ...
id: Menyetel Screenlet ini untuk tampil/sembunyi di taskbar ...
it: Mostra/nascondi questa Screenlet dalla barra delle applicazioni ...
lt: Nustatyti ar valdiklį rodyti ar paslėpti užduočių juostoje ...
ms: Tetapkan Screenlet ini utuk dipaparkan/disembunyikan dalam palang tugas ...
nb: La denne Screenlet vises/skjules i oppgavelinjer ...
nl: Toon/verberg dit Screenlet in taakbalken ...
pl: Ustaw pokazywanie Screenlet'u w obszarze powiadomień
pt: Define se este Screenlet aparece ou não na barra de tarefas ...
ro: Configurează acest screenlet pentru a fi afișat/ascuns în barele de activități ...
ru: Отображение в панели задач...
sk: Zobrazit/skryť tento Screenlet v zozname okien ...
sr: Постави ову справицу екрана да се приказује/скрива у списку процеса ...
sv: Ställ in denna Screenlet till att visas/döljas i verktygsrader ...
tr: Bu Screenletin görev çubuğundaki gözterme/gizleme ayarlarını yap
uk: Показати/приховати цей Скрінлет на панелі завдань ...

source: Allow overriding Options
bg: Позволяване презапис на настройките
ca: Permet les opcions de sobreescriptura
cs: Povolit přepisování vlastností
da: Tillad underkendelse af valgmuligheder
de: Erlaube Optionen zu überschreiben
el: Επιτρέπεται τροποποίηση των Επιλογών
es: Sobrescribir opciones
et: Luba valikute ülekatmine
fi: Salli asetusten muuttaminen
fr: Autoriser l'écrasement d'Options
hu: Beállítások felülírásának engedélyezése
id: Bolehkan Pilihan menimpa
it: Permetti modifica delle Opzioni
lt: Leisti nepaisyti Parinkčių
ms: Benarkan pembatalan Pilihan
nb: Tillat overstyrende valg
nl: Sta het overrulen van Opties toe
pl: Zezwól na nadpisywanie opcji
pt: Permitir redefinir opções
ro: Permite opțiunile de suprascriere
ru: Разрешить изменение настроек
sk: Povoliť prepísanie Nastavení
sr: Дозволи могућности преписивања поставки
sv: Tillåt åsidosättning av alternativ
tr: Başta gelen seçeneklere müsade et
uk: Дозволити перевизначення налаштувань

source: Allow themes to override options in this screenlet ...
bg: Позволяване на темите да презаписват настройки в тази джаджа...
ca: Permet que els temes sobreescriguin les opcions per aquest Screenlet ...
cs: Povolit motivům přepisovat vlastnosti tohoto screenletu ...
da: Tillad temaer at underkunde indstillinger i denne Screenlet ...
de: Erlaube es Themen, Optionen in diesem Screenlet zu überschreiben ...
el: Επιτρέπεται στα Θέματα να αντικαθιστούν επιλογές σε αυτό το Screenlet...
es: Define si se pueden sobrescribir las opciones de tema en el screenlet.
et: Lubab teemadel töölauavidinas tehtud valikuid üle katta
fi: Salli teemojen muuttaa tämän Screenletin asetuksia
fr: Autoriser les thèmes à écraser les options dans ce screenlet...
hu: Engedélyezi a témának, hogy felülírja a Screenlet beállításait ...
id: Membolehkan tema untuk pilihan menumpukkan dalam screenlet ini ...
it: Consenti ai temi di sovrascrivere le opzioni in questa screenlet ...
lt: Leisti temoms nepaisyti nustatymų šiame valdiklyje ...
ms: Benarkan tema membatalkan pilihan dalam screenlet ini ...
nb: La temaer overstyre valgene for denne Screenlet ...
nl: Sta thema's toe opties van dit screenlet te overrulen ...
pl: Zezwól motywom na nadpisywanie opcji Screenlet'u...
pt: Permitir aos temas redefinir opções para este screenlet
ro: Permite teme pentru a suprascrie opțiunile în cadrul acestui screenlet ...
ru: Разрешить темам изменять настройки этого скринлета ...
sk: Povoliť motívom prepisovať vlastnosti tohoto screenletu ...
sl: Temam dovoli spreminjanje nastavitev Screenlet-a
sr: Дозволи темама да преписују поставке у справици екрана ...
sv: Tillåt teman att åsidosätta alternativ i denna screenlet ...
tr: Temaların bu screenlet'in ayarlarının üstüne yazmasına izin ver ...
uk: Дозволити темами змінювати налаштування цього Скрінлета ...

source: Ask on Override
bg: Питане при презапис
ca: Demana si s'ha de sobreescriure
cs: Zeptat se při přepisování
da: Spørg hvis underkendelser
de: Frage bei Überschreiben
el: Ερώτηση για την Αντικατάσταση
es: Preguntar al sobrescribir
et: Küsi ülekatmisel kinnitust
fi: Kysy muutettaessa
fr: Demander à l'Ecrasement
hu: Rákérdez felülíráskor
id: Tanya saat Menumpuk
it: Chiedi in caso di Modifica
lt: Paklausti nepaisymo metu
ms: Tanya bila Batalkan
nb: Spør ved overstyring
nl: Vraag toestemming bij overrulen
pl: Pytaj czy nadpisywać
pt: Perguntar em Redefinição
ro: Întreabă la suprascriere
ru: Спрашивать при изменении
sk: Opýtať pri Prepísaní
sr: Питај при преписивању
sv: Fråga vid åsidosättning
tr: İstekleri geçersiz kıl
uk: Запитувати про перевизначення

source: Show a confirmation-dialog when a theme wants to override
bg: Показване на прозорец за потвърждаване при опит за презапис от тема
ca: Mostra un diàleg de confirmació quan un tema vulgui sobreescriure
cs: Zobrazí potvrzovací okno, když bude motiv žádat přepis vlastností
da: Vis en bekræftelses-boks når et tema ønsker at underkende indstillinger
de: Einen Bestätigungsdialog zeigen, wenn ein Thema Optionen in diesem
el: Εμφάνιση ενός διαλόγου επιβεβαίωσης όταν ένα Θέμα προσπαθεί να αντικαταστήσει
es: Muestra un dialogo de confirmación cuando un tema quiere sobrescribir la configuración
et: Näitab kinnitusdialoogi, kui teema püüab ära katta
fi: Näytä hyväksyntä -ikkuna kun teema haluaa muuttaa asetuksia
fr: Afficher une boîte de dialogue de confirmation quand un thème veut écraser
hu: Egy igazoló ablak jelenik meg, ha egy téma felül akar írni
id: Tampilkan suatu konfirmasi-dialog ketika tema ingin untuk menumpangi
it: Mostra un dialogo per la conferma quando un tema vuole modificare le impostazioni
lt: Rodyti patvirtinimo langą kai tema nori nepaisyti
ms: Paparkan dialog pengesahan bila tema hendak batalkan
nb: Vis en bekreftelsesdialog når et tema ønsker å overstyre
nl: Toon een bevestigingsdialoog als een thema wil overrulen
pl: Pytaj o potwierdzenie kiedy motyw chce nadpisać
pt: Mostrar um diálogo de confirmação quando um tema seja redefinir opções
ro: Arată un dialog de confirmare când o temă vrea să suprascrie
ru: Показывать диалог подтверждения если тема хочет перезаписать настройки
sk: Zobrazí potvrdzovacie okno, ked bude motiv žiadat o prepísanie vlastností
sr: Прикажи прозорче за одобравање кад тема покушава преписивање
sv: Visa en bekräftelsedialog när ett tema vill åsidosätta
tr: Bir tema etkisizleştirilmek istendiğinde onay kutusunu göster
uk: Показати діалог-підтвердження, коли тема перевизначає налаштування

source: the current options of this Screenlet ...
bg: текущите настройки на тази джаджа...
ca: la posició actual d'aquest Screenlet ...
cs: momentální vlastnosti tohoto Screelnetu ...
da: de nuværende indstillinger for denne Screenlet ...
de: Screenlet überschreiben möchte ...
el: τις τρέχουσες επιλογές αυτού του Screenlet...
es: Opciones actuales del Screenlet ..
et: töölauavidina kehtivaid sätteid
fi: Nykyiset asetukset tälle Screenletille
fr: les options actuelles de ce Screenlet...
hu: a Screenlet aktuális beállításai ...
id: Pilihan-pilihan saat ini dari Screenlet ini ...
it: le opzioni correnti di questa Screenlet ...
lt: dabartiniai valdiklio nustatymai ...
ms: pilihan semasa Screenlet ini ...
nb: nåværende valg for denne Screenlet ...
nl: de huidige opties van dit Screenlet ...
pl: bieżące opcje tego Screenletu ...
pt: as opções actuais deste Screenlet ...
ro: opțiunile actuale ale acestui screenlet ...
ru: текущие настройки этого скринлета ...
sk: terajšie nastavenia tohoto Screenletu ...
sl: trenutne nastavitve Screenlet-a ...
sr: садашње могућности ове справице екрана ...
sv: de aktuella alternatriven för denna Screenlet ...
tr: Bu Screenletin geçerli ayarları
uk: поточні налаштування цього Скрінлета ...

source: %s %s required, NOT INSTALLED!
de: %s %s benötigt, NICHT INSTALLIERT!
et: %s %s nõutud, PUUDUB SÜSTEEMIS!

source: Requirements for the Screenlet are not satisfied! Use the package manager of your system to install required packages. REQUIREMENTS: %s
de: Die Anforderungen für das Screenlet werden nicht erfüllt! Benutzen Sie die Paketverwaltung Ihres Systems um die benötigten Pakete zu installieren. ANFORDERUNGEN: %s
el: Οι απαιτήσεις του Screenlet δεν ικανοποιούνται! Χρησιμοποιήστε τον διαχειριστή πακέτων του συστήματος σας για να εγκαταστήσετε τα απαραίτητα πακέτα. ΑΠΑΙΤΗΣΕΙΣ: %s
es: Las dependencias para el Screenlet no han sido satisfechas. Use el gestor de paquetes de su sistema para instalarlas. DEPENDENCIAS: %s
et: Töölauavidina sõltuvused pole rahuldatud! Kasuta paketihaldurit, et vajalikud paketid paigaldada. SÕLTUVUSED: %s
fr: Des dépendances relatives à Screenlet ne sont pas satisfaites ! Utilisez le gestionnaire de paquets de votre système pour installer les paquets nécessaires. DEPENDANCES : %s
hu: A Screenlet függőségei nincsenek teljesítve! Használja a rendszer csomagkezelőjét, hogy telepítse a szükséges csomagokat. FÜGGŐSÉGEK: %s
id: Persyaratan untuk Screenlet tidak memuaskan! Gunakan manajer paket dari sistim anda untuk menginstall dibutuhkan paket-paket. REQUIREMENTS: %s
it: I requisiti per lo Screenlet non sono soddisfatti! Usa il gestore pacchetti del tuo sistema per installare i pacchetti richiesti. REQUISITI: %s
ms: Keperluan Screenlet tidak dipenuhi! Guna pengurus pakej sistem anda untuk memasang pakej yang diperlukan. KEPERLUAN: %s
nl: U voldoet niet aan de eisen voor deze Screenlet! Gebruik de pakketbeheer van uw systeem om de overige pakketen te installeren. EISEN: %s
pl: Wymagania dla Screenletu nie są spełnione! Użyj menedżera pakietów do zainstalowania wymaganych pakietów. WYMAGANIA: %s
ro: Cerințele pentru acest screenlet nu sunt satisfăcute! Utilizați administratorul de pachete al sistemului dumneavoastră pentru a instala pachetele necesare. CERINȚE: %s
ru: Зависимости для скринлета не удовлетворены! Установите при помощи менеджера пакетов требуемые пакеты. Необходимо установить: %s
sr: Зависности за ову справицу екрана нису задовољене! Користите управника пакета на вашем систему за уграђивање потребних пакета. ЗАВИСНОСТИ: %s
tr: Screenlet için gerekli şartlar sağlanmamış! Gerekli paketleri yüklemek için sistem paket yöneticisini kullanın. GEREKLİLER: %s
uk: Залежності для цього скрінлета не відповідають вимогам! Встановіть необхідні пакунки через менеджер пакунків. Потрібні пакунки: %s

source: Size
bg: Размер
ca: Mida
cs: Velikost
da: Størrelse
de: Grösse
el: Μέγεθος
es: Tamaño
et: Suurus
fi: Koko
fr: Taille
hu: Méret
id: Ukurannya
it: Dimensione
lt: Dydis
ms: Saiz
nb: Størrelse
nl: Grootte
pl: Rozmiar
pt: Tamanho
ro: Dimensiune
ru: Размер
sk: Veľkosť
sl: Velikost
sr: Величина
sv: Storlek
tr: Boyut
uk: Розмір

source: Theme
bg: Тема
ca: Tema
cs: Motiv
da: Tema
de: Thema
el: Θέμα
es: Tema
et: Teema
fi: Teema
fr: Thème
hu: Téma
id: Tema
it: Tema
lt: Tema
ms: Tema
nb: Tema
nl: Thema
pl: Motyw
pt: Tema
ro: Temă
ru: Тема
sk: Téma
sl: Tema
sr: Тема
sv: Tema
tr: Tema
uk: Тема

source: Window
bg: Прозорец
ca: Finestra
cs: Okno
da: Vindue
de: Fenster
el: Παράθυρο
es: Ventana
et: Aken
fi: Ikkuna
fr: Fenêtre
hu: Ablak
id: Jendela
it: Finestra
lt: Langas
ms: Tetingkap
nb: Vindu
nl: Venster
pl: Okno
pt: Janela
ro: Fereastră
ru: Окно
sk: Okno
sl: Okno
sr: Прозор
sv: Fönster
tr: Pencere
uk: Вікно

source: Lock
bg: Заключване
ca: Bloca
cs: Uzamknout
da: Lås
de: Sperren
el: Κλείδωμα
es: Bloquear
et: Lukusta
fi: Lukitse
fr: Verrouiller
hu: Zárolás
id: Mengunci
it: Blocca
lt: Užrakinti
ms: Kunci
nb: Lås
nl: Zet vast
pl: Zablokuj
pt: Bloquear
ro: Blochează
ru: Блокировать
sk: Uzamknúť
sl: Zakleni
sr: Закључај
sv: Lås
tr: Kilitle
uk: Блокувати

source: Sticky
bg: На всички работни плотове
ca: Apegalós
cs: Lepivý
de: Hafte am Desktop
el: Κολλημένο
es: Adherido
et: Kleepuv
fi: Tarttuva
fr: Afficher sur tous les bureaux
hu: Ragadós
id: Melekat
it: Fisso
lt: Lipnus
ms: Melekat
nb: Klistre
nl: Vastgeplakt
pl: Przyklejone
pt: Fixar
ro: Persistent
ru: Прилепить
sk: Lepivý
sl: Lepljivo
sr: Прилепи
sv: Klistrad
tr: Yapışkan
uk: Прикріпити

source: Properties...
bg: Свойства...
ca: Propietats...
cs: Vlastnosti...
da: Egenskaber...
de: Eigenschaften...
el: Ιδιότητες...
es: Propiedades...
et: Omadused
fi: Ominaisuudet...
fr: Propriétés...
hu: Tulajdonságok...
id: Sifat-sifatnya...
it: Proprietà...
lt: Savybės...
ms: Sifat...
nb: Egenskaper...
nl: Eigenschappen ...
pl: Właściwości...
pt: Propriedades...
ro: Proprietăți...
ru: Свойства...
sk: Vlastnosti ...
sl: Lastnosti...
sr: Својства...
sv: Egenskaper...
tr: Özellikler...
uk: Властивості...

source: Add one more %s
cs: Přidat další %s
de: Noch ein %s hinzufügen
el: Προσθήκη ενός ακόμα %s
es: Agregar un mas %s
et: Lisa veel üks %s
fi: Lisää %s
fr: Ajouter encore %s
hu: Még egy %s hozzáadása
id: Menambahkan satu lebih %s
it: Aggiungi più %s
ms: Tambah lagi satu %s
nl: Voeg een meer toe %s
pl: Dodaj jeszcze jeden %s
ro: Adăugă încă o %s
ru: Добавить еще один %s
sr: Додај још један %s
tr: %s bir daha Ekle
uk: Додати ще однин %s

source: Delete this %s
cs: Smazat %s
de: Dieses %s löschen
el: Διαγραφή αυτού του %s
es: Borrar este %s
et: Kustuta see %s
fi: Poista tämä %s
fr: Supprimer ce %s
hu: %s törlése
id: Menghapus ini %s
it: Elimina questo %s
ms: Padam %s ini
nl: Verwijder deze %s
pl: Usuń %s
ro: Șterge acest %s
ru: Удалить %s
sr: Избриши овај %s
tr: %s Sil
uk: Видалити цей %s

source: Quit this %s
cs: Ukončit %s
de: Dieses %s beenden
el: Έξοδος του %s
es: Quitar este %s
et: Sulge see %s
fi: Lopeta tämä %s
fr: Quitter ce %s
hu: Kilépés %s
id: Keluarkan ini %s
it: Esci da questo %s
ms: Keluar dari %s
nl: Stop deze %s
pl: Zamknij %s
ro: Închide acest %s
ru: Закрыть %s
sr: Напусти овај %s
tr: %s Kapat
uk: Вийти з цього %s

source: Quit all %ss
cs: Ukončit všechny %ss
de: Alle %ss beenden
el: Έξοδος όλων των %ss
es: Quitar todos %ss
et: Sulge kõik %s'd
fr: Quitter tout %ss
hu: Kilépés az összes %s-ből
id: Keluarkan semua %ss
it: Esci da tutti %ss
ms: Tutup semua %ss
nl: Stop alle %ss
pl: Zamknij wszystkie %s
ro: Închide toate %ss
ru: Закрыть все %ss
sr: Напусти све %sе
tr: %ss Tamamını Kapat
uk: Закрити всі %ss

source: This theme wants to override your settings for this Screenlet. Do you want to allow that?
bg: Тази тема ще презапише настройките ви за тази джаджа. Желаете ли това?
ca: Aquest tema vol sobreescriure la vostra configuració per a aquest Screenlet. Ho voleu permetre?
cs: Tento motiv chce přepsat některá nastavení vašeho Screenletu. Chcete to povolit?
da: Dette tema ønsker at underkende dine indstillinger for denne Screenlet. Ønsker du at tillade det?
de: Dieses Thema möchte die Einstellungen des Screenlets überschreiben. Möchten Sie das zulassen?
el: Αυτό το Θέμα υπαγορεύει την τροποποίηση των ρυθμίσεων αυτού του Screenlet. Θέλετε να γίνει τροποποίηση;
es: Este tema necesita sobreescribir tu configuración del Screenlet. Deseas concenderle permiso para ello?
et: See teema tahab selle töölauavidina seadeid üle katta. Lubad sa seda?
fi: Tämä teema haluaa muuttaa asetuksia tälle Screenletille. Sallitko sen?
fr: Ce thème veut outrepasser vos paramètres pour ce Screenlet. Voulez-vous permettre cela?
hu: A téma felül akarja írni az ön Screenlet beállításait. Engedélyezi ezt?
it: Questo tema sta tentando di sovrascrivere le impostazioni della Screenlet. Autorizzare l'azione?
lt: Ši tema nori nepaisyti jūsų valdiklio nustatymų. Ar norite tai leisti?
ms: Tema ini hendak batalkan tetapan anda bagi Screenlet ini. Anda hendak benarkannya?
nb: Dette temaet ønsker å overstyre dine innstillinger for denne Screenlet. Vil du tillate dette?
nl: Dit thema wil je instellingen voor dit Screenlet overrulen. Vind je dat goed?
pl: Motyw chce nadpisać twoje ustawienia dla tego Screenletu. Czy chcesz na to pozwolić?
pt: Este tema pretende reescrever as suas definições para este Screenlet. Deseja permiti-lo?
ro: Această temă vrea să suprascrie configurările pentru acest screenlet. Permiteți acest lucru?
ru: Данная тема пытается изменить настройки скринлета. Разрешить?
sk: Tento motív chce prepísať niekteré nastavenia vášho Screenletu. Chcete to povoliť?
sl: Tema bi rada spremenila vaše nastavitve Screenlet-a. Ji dovolite?
sr: Ова тема покушава да препише ваше поставке за ову справицу екрана. Да ли желите то да одобрите?
sv: Detta tema vill åsidosätta dina inställningar för denna Screenlet. Tillåter du det?
tr: Bu tema Screenlet için ayarlarınızı geçersizleştirmek istiyor. Buna izin vermek istiyormusunuz?
uk: Ця тема хоче перевизначити параметри цього Скрінлета. Дозволити?

source: Updating window shape
de: Fenster-Form aktualisieren
