Repository: Happy-Ferret/screenlets
Catalog: screenlets/*.po
Languages: bg, ca, cs, da, de, el, es, et, fi, fr, hu, id, it, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, tr, uk

source: Error while loading ScreenletTheme in:
de: Fehler beim Laden von ScreenletTheme in:
et: Viga töölauavidina teema lugemisel:
pt: Erro ao carregar ScreenletTheme em:

source: No name set for this Screenlet
bg: За тази джаджа не е зададено име
ca: No s'ha posat nom a aquest Screenlet
cs: Tento Screenlet nemá nastavené jméno
da: Intet navne-sæt for denne Screenlet
de: Für dieses Screenlet ist kein Name vorhanden
el: Δεν ορίστηκε όνομα γι' αυτό το Screenlet
es: No hay nombre establecido para este Screenlet
et: Informatsioon puudub
fi: Tälle Screenletille ei ole annettu nimeä
fr: Aucun nom défini pour ce Screenlet
hu: Nincs név beállítva ennél a Screenletnél
id: Tidak ada nama yang di set untuk Screenlet ini
it: Nessun nome assegnato a questo Screenlet
lt: Nenustatytas valdiklio pavadinimas
ms: Tiada nama ditetapkan untuk Screenlet ini
nb: Ingen navn gitt for denne Screenlet
nl: Geen naam ingesteld voor deze Screenlet
pl: Nie podano nazwy dla tego Screenlet'u
pt: Nenhum conjunto nome para este Screenlet
ro: Nu a fost stabilit un nume pentru acest screenlet
ru: Не задано имя скринлета
sk: Tento Screenlet nemá nastavený názov
sl: Ni imena za Screenlet
sr: Није подешен назив за ову справицу екрана
sv: Inget namn är angivet för denna Screenlet
tr: Bu Screenlet için isim girilmemiş
uk: Скрінлет не має назви

source: No author defined for this Screenlet
bg: За тази джаджа не е зададен автор
ca: No s'ha definit l'autor d'aquest Screenlet
cs: Tento Screenlet nemá nastaveného autora
da: Ingen udvikler er defineret for denne Screenlet
de: Für dieses Screenlet wurde kein Autor definiert
el: Δεν ορίστηκε δημιουργός γι' αυτό το Screenlet.
es: No hay un autor definido para este Screenlet
et: Autor puudub
fi: Tälle Screenletille ei ole määritelty tekijää
fr: Aucun auteur n'est défini pour ce Screenlet
hu: Nincs meghatározva szerző ennél a Screenletnél
id: Tidak ada penulis yang ditetapkan untuk Screenlet ini
it: Nessun autore definito per questa Screenlet
lt: Nepriskritas joks autorius šiam valdikliui
ms: Tiada pengarang diletak untuk Screenlet ini
nb: Ingen forfatter gitt for denne Screenlet
nl: Geen auteur gegeven voor deze Screenlet
pl: Nie zdefiniowano autora dla tego Screenlet'u
pt: Nenhum autor definido para este Screenlet
ro: Nu a fost definit un autor pentru acest screenlet
ru: Не указан автор этого скринлета
sk: Tento Screenlet nemá nastaveného autora
sl: Ni avtorja za Screenlet
sr: Није одређен творац ове справице екрана
sv: Ingen upphovsman är angiven för denna Screenlet
tr: Bu Screenlet için yazar tanımlanmamış
uk: Не зазначено автора Скрінлету

source: No info set for this Screenlet
bg: За тази джаджа не е зададена информация
ca: No s'ha definit informació per a aquest Screenlet
cs: Tento Screenlet nemá nastaveny informace
da: Intet info sæt for denne Screenlet
de: Für dieses Screenlet ist keine Info vorhanden
el: Δεν ορίστηκαν πληροφορίες γι' αυτό το Screenlet
es: Este Screenlet no posee informacion
et: Informatsioon puudub
fi: Tälle Screenletille ei ole määritelty tietoja
fr: Aucune information définie pour ce Screenlet
hu: Nincs információ megadva ennél a Screenletnél
id: Tidak ada info ditetapkan untuk Screenlet ini
it: Nessuna informazione su questa Screenlet
lt: Nėra informacijos apie šį valdiklį
ms: Tiada maklumat ditetapkan untuk Screenlet ini
nb: Ingen info gitt for denne Screenlet
nl: Geen info ingesteld voor deze Screenlet
pl: Nie podano informacji dla tego Screenlet'u
pt: Nenhumas informações definidas para este Screenlet
ro: Nu au fost stabilite informații pentru acest screenlet
ru: Не указана информация об этом скринлете
sk: Tento Screenlet nemá žiadne informácie
sl: Ni informacij za Screenlet
sr: Нема података о овој справици екрана
sv: Ingen information är angiven för denna Screenlet
tr: Bu Screenlet için bilgi girilmemiş
uk: Відсутня інформація про Скрінлет

source: The basic settings for this Screenlet-instance.
bg: Основните настройки за тази инстанция на джаджата.
ca: La configuració bàsica per a aquest Screenlet.
cs: Základní nastavení pro tento výskyt Screenletu,
da: De basale indstillinger for denne Screenlet-instans
de: Die grundlegenden Einstellungen dieser Screenlet-Instanz
el: Βασικές ρυθμίσεις γι' αυτό το στιγμιότυπο του Screenlet.
es: Configuración básica de esta instancia del Screenlet
et: Selle Screenlet-isendi põhilised sätted
fi: Perusasetukset tälle Screenletille
fr: Les réglages basiques pour cette instance de Screenlet
hu: Az alap beállítások ehhez a Screenlet-példányhoz:
id: Dasar pengaturan untuk instansi-Screenlet ini.
it: Impostazioni di base per questa istanza della Screenlet
lt: Pagrindinė nuostata šiam valdiklio objektui
ms: Tetapan asas untuk Screenlet-instance ini.
nb: Grunnleggende innstillinger for dette Screenlet-tilfellet
nl: De basis-instellingen voor deze Screenlet instantie.
pl: Ustawienia podstawowe dla tej instancji Screenlet'u
pt: As definições básicas para esta instância do Screenlet
ro: Configurările de bază pentru instanța acestui screenlet.
ru: Базовые настройки этого экземпляра скринлета
sk: Jednoduché nastavenie pre tento Screenlet-instance
sl: Osnovne nastavitve za to Screenlet-instanco
sr: Основне поставке за овај примерак справице екрана.
sv: De grundläggade inställningarna för denna Screenlet-instans.
tr: Bu screenlet için temel ayarlar.
uk: Основні параметри для цього Скрінлета

source: The X-position of this Screenlet ...
bg: Хоризанталната позиция на тази джаджа...
ca: La posició X d'aquest Screenlet...
cs: Xová souřadnice Screenletu ...
da: X-positionen for denne Screenlet ...
de: Die X-Position dieses Screenlets ...
el: Η θέση Χ αυτού του Screenlet...
es: La posición en el eje X de este Screenlet...
et: Töölauavidina asukoht x-teljel
fi: Tämän Screenletin sijainti X-suunnassa...
fr: La position en abscisse de ce screenlet
hu: A Screenlet X-pozíciója ...
id: X-posisi dari Screenlet ini...
it: La posizione X di questa Screenlet ...
lt: Šio valdiklio X-Vieta ...
ms: Kedudukan-X Screenlet ini ...
nb: X-posisjonen for denne Screenlet ...
nl: De X coördinaat van deze Screenlet
pl: Współrzędna X dla tego Screenlet'u...
pt: A posição-X deste Screenlet ...
ro: Poziția X a acestui screenlet ...
ru: X-координата этого скринлета ...
sk: X_pozícia tohoto Screenletu...
sl: X-pozicija za ta Screenlet ...
sr: Положај ове справице екрана на водоравној оси ...
sv: X-position för denna Screenlet ...
tr: Bu Screenlet'in X-konumu...
uk: Горизонтальне розташування Скрінлету ...

source: The Y-position of this Screenlet ...
bg: Вертикалната позиция на тази джаджа...
ca: La posició Y d'aquest Screenlet...
cs: Yová souřadnice Screenletu ...
da: Y-positionen for denne Screenlet ...
de: Die Y-Position dieses Screenlets ...
el: Η θέση Y αυτού του Screenlet...
es: La posición en el eje Y de este Screenlet...
et: Töölauavidina asukoht y-teljel
fi: Tämän Screenletin sijainti Y-suunnassa...
fr: La position-en-Y de ce Screenlet ...
hu: A Screenlet Y-pozícója ...
id: Y-posisi dari Screenlet ini ...
it: La posizione Y di questa Screenlet ...
lt: Šio valdiklio Y-Vieta ...
ms: Kedudukan-Y Screenlet ini ...
nb: Y-posisjonen for denne Screenlet ...
nl: De Y coördinaat van deze Screenlet
pl: Współrzędna Y dla tego Screenlet'u...
pt: A posição-Y deste Screenlet ...
ro: Poziția Y a acestui screenlet ...
ru: Y-координата этого скринлета ...
sk: Y_pozícia tohoto Screenletu...
sl: Y-pozicija tega Screenlet-a ...
sr: Положај ове справице екрана на усправној оси ...
sv: Y-position för denna Screenlet ...
tr: Bu Screenlet'in Y-konumu...
uk: Вертикальне розташування Скрінлету ...

source: Width
bg: Ширина
ca: Amplada
cs: Šířka
da: Bredde
de: Breite
el: Πλάτος
es: Anchura
et: Laius
fi: Leveys
fr: Largeur
hu: Szélesség
id: Lebar
it: Larghezza
lt: Plotis
ms: Lebar
nb: Bredde
nl: Breedte
pl: Szerokość:
pt: Largura
ro: Lățime
ru: Ширина
sk: Šírka
sl: Širina
sr: Ширина
sv: Bredd
tr: Genişlik
uk: Ширина

source: The width of this Screenlet ...
bg: Ширината на тази джаджа...
ca: L'amplària d'aquest Screenlet...
cs: Šířka tohoto Screenletu ...
da: Bredden på denne Screenlet ...
de: Die Breite dieses Screenlets ...
el: Το πλάτος αυτού του Screenlet...
es: La anchura de este Screenlet ...
et: Selle töölauavidina laius...
fi: Tämän Screenletin leveys...
fr: La largeur de ce Screenlet ...
hu: A Screenlet szélessége ...
id: Lebar dari Screenlet ini ...
it: La larghezza di questo Screenlet ...
lt: Šio valdiklio plotis ...
ms: Lebar bagi Screenlet ini ...
nb: Bredden på denne Screenlet ...
nl: De breedte van deze Screenlet
pl: Szerokość Screenlet'u...
pt: A largura deste Screenlet ...
ro: Lățimea acestui screenlet ...
ru: Ширина этого скринлета ...
sk: Šírka tohoto Screenletu ...
sl: Širina Screenlet-a ...
sr: Ширина ове справице екрана ...
sv: Bredd för denna Screenlet ...
tr: Bu Screenlet'in genişliği...
uk: Ширина Скрінлету ...

source: Height
bg: Височина
ca: Alçària
cs: Výška
da: Højde
de: Höhe
el: Ύψος
es: Altura
et: Kõrgus
fi: Korkeus
fr: Hauteur
hu: Magasság
id: Tinggi
it: Altezza
lt: Aukštis
ms: Tinggi
nb: Høyde
nl: Hoogte
pl: Wysokość
pt: Altura
ro: Înălțime
ru: Высота
sk: Výška
sl: Višina
sr: Висина
sv: Höjd
tr: Yükseklik
uk: Висота

source: The height of this Screenlet ...
bg: Височината на тази джаджа...
ca: L'alçària d'aquest Screenlet...
cs: Výška tohoto Screenletu ...
da: Højden på denne Screenlet ...
de: Die Höhe dieses Screenlets ...
el: Το ύψος αυτού του Screenlet...
es: La altura de este Screenlet...
et: Selle töölauavidina kõrgus...
fi: Tämän Screenletin korkeus...
fr: La hauteur de ce Screenlet ...
hu: A Screenlet magassága ...
id: Tinggi dari Screenlet ini ...
it: L'altezza di questo Screenlet ...
lt: Šio valdiklio aukštis ...
ms: Tinggi bagi Screenlet ini ...
nb: Høyden på denne Screenlet ...
nl: De hoogte van deze Screenlet ...
pl: Wysokość Screenlet'u...
pt: A altura deste Screenlet ...
ro: Înălțimea acestui screenlet ...
ru: Высота этого скринлета ...
sk: Výška tohoto Screenletu ...
sl: Višina tega Screenlet-a ...
sr: Висина ове справице екрана ...
sv: Höjd för denna Screenlet ...
tr: Bu Screenlet'in yüksekliği...
uk: Висота цього Скрінлету ...

source: Scale
bg: Мащаб
ca: Escala
cs: Měřítko
da: Skalér
de: Skalierung
el: Κλιμάκωση
es: Escala
et: Mõõtkava
fi: Skaala
fr: Échelle
hu: Méretarány
id: Perbandingan
it: Ridimensiona
lt: Mastelis
ms: Skala
nb: Størrelse
nl: Schaal
pl: Skala
pt: Escala
ro: Scară
ru: Масштаб
sk: Rozsah
sl: Merilo
sr: Развлачење
sv: Skala
tr: Ölçek
uk: Масштабувати

source: The scale-factor of this Screenlet ...
bg: Мащабът на тази джаджа
ca: El factor d'escala d'aquest Screenlet...
cs: Měřítko zobrazení tohoto Screenletu ...
da: Skala-faktoren for denne Screenlet ...
de: Der Skalierungsfaktor dieses Screenlets ...
el: Ο συντελεστής κλιμάκωσης αυτού του Screenlet...
es: El factor de escala de este Screenlet...
et: Suurenduse kordaja sellele töölauavidinale
fi: Tämän Screenletin skaalaus-suhde
fr: Le facteur d'échelle pour ce Screenlet ...
hu: A méretarány szorzója ennek a Screenletnek ...
id: Skala-faktor dari Screenlet ini ...
it: Il fattore di scala (zoom) di questa Screenlet ...
lt: Šio valdiklio mastelio faktorius ...
ms: Faktor-skala bagi Screenlet ini ...
nb: Størrelsesfaktor for denne Screenlet ...
nl: De vergrotingsfactor van deze Screenlet ...
pl: Współczynnik skali Screenlet'u...
pt: O factor de escalamento deste Screenlet ...
ro: Factorul scară al acestui screenlet ...
ru: Масштаб этого скринлета ...
sk: Rozsah zobrazenia tohoto Screenletu ...
sl: Mera Screenlet-a ...
sr: Однос сразмерне промене величине ове справице екрана ...
sv: Skalfaktorn för denna Screenlet ...
tr: bu screenlet'in ölçek-değişkeni
uk: Масштаб-фактор цього Скрінлету ...

source: Opacity
bg: Плътност
ca: Opacitat
cs: Průhlednost
da: Ugennemsigtighed
de: Deckkraft
el: Αδιαφάνεια
es: Opacidad
et: Katvus
fi: Läpinäkyvyys
fr: Opacité
hu: Áttetszőség
id: Tembus-pandang
it: Opacità
lt: Permatomumas
ms: Kelegapan
nb: Dekkevne
nl: Ondoorzichtigheid
pl: Przezroczystość
pt: Opacidade
ro: Opacitate
ru: Прозрачность
sk: Priehľadnosť
sl: Prekrivnost
sr: Непровидност
sv: Opacitet
tr: Şeffaflık
uk: Прозорість

source: The opacity of the Screenlet window ...
bg: Плътността на прозореца на джаджата...
ca: L'opacitat d'aquest Screenlet ...
cs: Průhlednost okna Screenletu ...
da: Gennemsigtigheden for Screenlet vinduet ...
de: Die Deckkraft des Screenlet-Fensters ...
el: H διαφάνεια του παραθύρου του Screenlet...
es: La opacidad de la ventana de este Screenlet...
et: Töölauavidina katvuse koefitsent...
fi: Screenelet-ikkunan läpinäkyvyys
fr: L'opacité de la fenêtre Screenlet ...
hu: A Screenlet ablak áttetszősége ...
id: Tembus-pandang dari jendela Screenlet ...
it: L'opacità della Screenlet ...
lt: Valdiklio permatomumas ...
ms: Kelegapan bagi tetingkap Screenlet ...
nb: Screenlet-vinduets dekkevne ...
nl: De ondoorzichtigheid van het Screenlet venster ...
pl: Przezroczystość okna Screenlet'u...
pt: A opacidade da janela deste Screenlet ...
ro: Opacitatea ferestrei screenlet ...
ru: Прозрачность окна скринлета ...
sk: Priehľadnosť okna screenletu...
sl: Prekrivnost okna Screenlet-a ...
sr: Непровидност прозора справице екрана ...
sv: Opacitet för denna Screenlet ...
tr: screenlet penceresinin saydamlığı
uk: Прозорість вікна Скрінлету ...

source: Stick to Desktop
bg: Само на този работен плот
ca: Enganxa a l'escriptori
cs: Přilepit k ploše
da: Fastgør til skrivebord
de: Hefte an Desktop
el: Τοποθέτηση στην Επιφάνεια Εργασίας
es: Pegar al escritorio
et: Kleepu töölauale
fi: Liimaa työpöydälle
fr: Afficher sur tous les bureaux
hu: Hozzátapad az Asztalhoz
id: Melekat ke Desktop
it: Fissa sulla Scrivania
lt: Prilipinti darbastalyje
ms: Lekat ke Desktop
nb: Klistre til skrivebord
nl: Op het bureaublad plakken
pl: Przyklej do pulpitu
pt: Fixar no Ambiente de Trabalho
ro: Lipește pe desktop
ru: Прикрепить на рабочий стол
sk: Prilepiť na Plochu
sl: Drži se namizja
sr: Залепи на радну површ
sv: Klistra på skrivbord
tr: Masaüstüne yapıştır
uk: Приклеїти до стільниці

source: Show this Screenlet on all workspaces ...
bg: Винаги на видимия работен плот
ca: Mostra aquest Screenlet a tots els escriptoris ...
cs: Zobrazit tento Screenlet na všech plochách
da: Vis denne Screenlet på alle skriveborde ...
de: Dieses Screenlet auf allen Arbeitsflächen anzeigen ...
el: Εμφάνιση αυτού του Screenlet σε όλους τους χώρους εργασίας...
es: Mostrar el Screenlet en todos los espacios de trabajo
et: Näita seda töölauavidinat kõikidel tööaladel ...
fi: Näytä tämä Screenlet kaikissa työtiloissa
fr: Montrer ce Screenlet sur tous les espaces de travail ...
hu: Mutassa ezt a Screenletet az összes munkaterületen ...
id: Tampilkan Screenlet ini pada semua area kerja ...
it: Mostra questa Screenlet su tutte le aree di lavoro ...
lt: Rodyti šį valdiklį visuose darbastaliuose ...
ms: Papar Screenlet ini pada semua ruang kerja ...
nb: Vis denne Screenlet på alle arbeidsområder ...
nl: Dit Screenlet op alle werkruimtes tonen ...
pl: Pokazuj Screenlet na wszystkich obszarach roboczych ...
pt: Mostrar este Screenlet em todos os ambientes de trabalho
ro: Arată acest screenlet pe toate spațiile de lucru ...
ru: Показывать этот скринлет на всех рабочих столах ...
sk: Zobraziť tento screenlets na všetkých plochách...
sr: Приказује ову справицу на свим радним просторима ...
sv: Visa denna Screenlet på alla arbetsytor ...
tr: bu screenlet'i tüm çalışma alanları üstünde göster
uk: Показувати цей Скрінлет на всіх робочих місцях ...

source: Treat as Widget
bg: Третиране като джаджа
ca: Tracta com un giny
cs: Pokládat za Widget
da: Behandl som en widget
de: Als Widget behandeln
el: Χειρισμός ως Γραφικού Συστατικού
es: Tratar como Widget
et: Käsitle vidinana
fi: Käsittele vimpaimena
fr: Traiter comme un Widget
hu: Kezelje Widgetként
id: Perlakukan sebagai Widget
it: Tratta come Widget
lt: Pažinti kaip valdiklį
ms: Anggap sebagai Widget
nb: Behandle som miniprogram (widget)
nl: Als een Widget behandelen
pl: Traktuj jako widget
pt: Considerar Widget
ro: Tratează ca widget
ru: Воспринимать как виджет
sk: Pokladať za Widget
sl: Obravnavaj kot Widget
sr: Сматрај справом површи
sv: Behandla som Widget
tr: Parçacık gibi davran
uk: Вважати віджетом

source: Treat this Screenlet as a "Widget" ...
bg: Третиране на джаджата като такава...
ca: Tracta aquest Screenlet com un giny ...
cs: Pokládat tento Screenlet za "Widget" ...
da: Behandl denne Screenlet som en "Widget" ...
de: Dieses Screenlet als "Widget" behandeln ...
el: Χειρισμός αυτού του Screenlet ως "Γραφικό Συστατικό"...
es: Tratar este Screenlet como un "Widget"
et: Kohtle töölauavidinat "Widget"'ina
fi: Käsittele tätä Screenletiä kuten vimpainta
fr: Traiter ce Screenlet en tant que "Widget" ...
hu: "Widgetként" kezeli ezt a Screenletet ...
id: Perlakukan Screenlet ini sebagai "Widget" ...
it: Tratta questa Screenlet come "Widget" ...
lt: Pažinti šį valdiklį kaip valdymo elementą (widget)
ms: Anggap Screenlet ini sebagai "Widget" ...
nb: Behandle denne Screenlet som miniprogram (widget)
nl: Behandel dit Screenlet als een "Widget" ...
pl: Traktuj ten screenlet jako widget
pt: Considerar este Screenlet como um "Widget"
ro: Tratează acest screenlet ca „widget” ...
ru: Воспринимать этот скринлет как "Виджет"
sk: Pokládať tento Screenlet za "Widget" ...
sl: Obravnavaj Screenlet kot "Widget" ...
sr: Односи се према овој справици екрана као према „справици површи“ ...
sv: Behandla denna Screenlet som en "Widget" ...
tr: Bu screenlet'e bir parçacık gibi davran...
uk: Сприймати цей Скрінлет як "Віджет" ...

source: Lock position
bg: Заключване на позицията
ca: Bloca la posició
cs: Zamknout pozici
da: Lås position
de: Feste Position
el: Κλείδωμα θέσης
es: Bloquear posición
et: Lukusta asukoht
fi: Lukitse sijainti
fr: Verrouiller la position
hu: Pozíció zárolása
id: Mengunci Posisi
it: Blocca posizione
lt: Užrakinti poziciją
ms: Kunci kedudukan
nb: Lås posisjon
nl: Positie vastzetten
pl: Zablokuj pozycje
pt: Bloquear posição
ro: Blochează poziția
ru: Закрепить
sk: Zamknúť pozíciu
sl: Zakleni položaj
sr: Закључај положај
sv: Lås position
tr: Konumu kilitle
uk: Закріпити позицію

source: Stop the screenlet from being moved...
bg: Заключване местенето на джаджата...
ca: Evita que l'Screenlet es pugui moure ...
cs: Zakázat přesouvání tohoto Screenletu ...
da: Stop denne screenlet fra at blive flyttet...
de: Bewegen des Screenlets (bei gedrückter Maustaste) unterbinden ...
el: Σταματήστε τη μετακίνηση του Screenlet...
es: Evitar que el screenlet sea movido...
et: Keela töölauavidina liigutamine ...
fi: Estä Screenletin liikuttaminen
fr: Empêcher le screenlet d'être déplacé...
hu: A Screenletet nem lehet ezután mozgatni...
id: Berhentikan screenlet dari melakukan gerakan...
it: Impedisci il movimento della screenlet ...
lt: Neleisti pajudinti valdiklio iš vietos...
ms: Hentikan screenlet daripada dialihkan...
nb: Hindre Screenlet i å bli flyttet ...
nl: Verhinder dat deze Screenlet verplaatst wordt ...
pl: Zablokuj przesuwanie Screenlet'u...
pt: Prevenir que o screenlet seja movido...
ro: Oprește screenletul înainte de a fi mutat...
ru: Запретить перемещение скринлета...
sk: Zakázať presunutie tohto Screenletu ...
sl: Onemogoči premikanje Screenlet-a ...
sr: Спречи померање справице екрана...
sv: Stoppa denna screenlet från att bli flyttad...
tr: Screenlet'i taşırken durdur
uk: Заборонити переміщення скрінлета...

source: Keep above
bg: Поддържане отгоре
ca: Manté a sobre
cs: Stále v popředí
da: Hold ovenover
de: Im Vordergrund
el: Διατήρηση επάνω
es: Mantener encima
et: Alati pealmine
fi: Pidä päällä
fr: Garder au-dessus
hu: Felül tartás
id: Jaga selalu diatas
it: Mantieni sopra
lt: Laikyti viršuje
ms: Kekal diatas
nb: Hold over
nl: Zichtbaar houden
pl: Wyświetlaj na wierzchu
pt: Manter em cima
ro: Menține deasupra
ru: Всегда наверху
sk: Stále v popredí
sl: Ohrani nad
sr: Држи изнад
sv: Behåll överst
tr: Üstte tut
uk: Завжди нагорі

source: Keep this Screenlet above other windows ...
bg: Повдигане на тази джаджа над останалите прозорци...
ca: Manté aquest Screenlet sobre les altres finestres ...
cs: Držet tento Screenlet nad ostatními okny ...
da: Hold denne Screenlet ovenover andre vinduer ...
de: Dieses Screenlet über allen anderen Fenstern anordnen ...
el: Διατήρηση αυτού του Screenlet μπροστά από άλλα παράθυρα...
es: Mantener este Screenlet por encima de otras ventanas
et: Hoia töölauavidinat alati kõikide teiste akende peal ...
fi: Pidä tämä Screenlet muiden ikkunoiden päällä...
fr: Garder ce Screenlet au dessus des autres fenêtres
hu: A Screenlet mindig a többi ablak felett lesz ...
id: Jaga Screenlet selalu diatas dari jendela-jendela yang lain ...
it: Mantieni questa Screenlet sopra le altre finestre ...
lt: Laikyti šį valdiklį virš kitų langų ...
ms: Biarkan Screenlet ini berada diatas tetingkap lain ...
nb: Holde denne Screenlet over andre vinduer ...
nl: Houd dit Screenlet boven alle vensters ...
pl: Wyświetlaj Screenlet nad innymi oknami...
pt: Manter este Screenlet em cima de outras janelas
ro: Păstrează acest screenlet deasupra altor ferestre ...
ru: Закрепить этот скринлет поверх остальных окон ...
sk: Držať tento Screenlet nad ostatnými oknami ...
sl: Obdrži ta Screenlet nad ostalimi okni ...
sr: Увек држи ову справицу екрана изнад осталих прозора ...
sv: Visa denna Screenlet över andra fönster ...
tr: Bu Screenleti diğer pencerelerin üzerinde tut
uk: Закріпити Скрінлет поверх інших вікон ...

source: Keep below
bg: Поддържане отдолу
ca: Manté a sota
cs: Stále v pozadí
da: Behold under
de: Im Hintergrund
el: Διατήρηση πίσω
es: Mantener por debajo
et: Alati alumine
fi: pidä alla
fr: Garder en dessous
hu: Mögé tartás
id: Jaga selalu dibawah
it: Mantieni sotto
lt: Laikyti po
ms: Kekal dibawah
nb: Hold under
nl: Naar achtergrond
pl: Wyświetlaj pod spodem
pt: Manter em baixo
ro: Menținde dedesubt
ru: Всегда снизу
sk: Stále na pozadí
sl: Ohrani pod
sr: Држи испод
sv: Behåll underst
tr: Pencerelerin altında tut
uk: Завжди знизу

source: Keep this Screenlet below other windows ...
bg: Сваляне на на тази джаджа под останалите прозорци...
ca: Manté aquest Screenlet sota les altres finestres ...
cs: Držet tento Screenlet pod ostatními okny ...
da: Hold denne Screenlet under andre vinduer ...
de: Dieses Screenlet unter allen anderen Fenstern anordnen ...
el: Διατήρηση αυτού του Screenlet πίσω από άλλα παράθυρα...
es: Mantener este Screenlet por debajo de otras ventanas
et: Hoia töölauavidinat alati kõikide teiste akende all ...
fi: Pidä tämä Screenlet muiden ikkunoiden alla...
fr: Garder ce Screenlet au dessous des autres fenêtres ...
hu: A Screenlet mindig a többi ablak alatt lesz ...
id: Jaga Screenlet selalu dibawah dari jendela-jendela yang lain ...
it: Mantieni questa Screenlet sotto le altre finestre ...
lt: Laikyti šį valdiklį po kitais langais ...
ms: Biarkan Screenlet ini berada dibawah tetingkap lain ...
nb: Hold denne Screenlet under andre vinduer ...
nl: Houd dit Screenlet achter alle schermen
pl: Wyświetlaj Screenlet pod innymi oknami...
pt: Manter este Screenlet em baixo de outras janelas
ro: Păstrează acest screenlet sub alte ferestre ...
ru: Закрепить скринлет под остальными окнами ...
sk: Držať tento Screenlet pod ostatnými oknami ...
sl: Ohrani ta Screenlet pod ostalimi okni ...
sr: Држи ову справицу испод осталих прозора ...
sv: Behåll denna Screenlet under andra fönster...
tr: Bu Screenleti diğer pencerelerin altında tut ...
uk: Тримати цей Скрінлет під іншими вікнами ...
