Repository: Happy-Ferret/screenlets
Catalog: screenlets/jv.po
Languages: jv

source: No name set for this Screenlet
jv: Rak ono jengen kanggo nge-set Screenlet iki

source: No author defined for this Screenlet
jv: Rak ono penulis sing didefinisikno kanggo Screenlet iki

source: No info set for this Screenlet
jv: Rak ono settingan info kanggo Screenlet iki

source: The basic settings for this Screenlet-instance.
jv: Basis setting kanggo Screenlet-instance iki.

source: X-Position
jv: X-Posisi

source: The X-position of this Screenlet ...
jv: X-posisi seko Screenlet iki ...

source: Y-Position
jv: Y-Posisi

source: The Y-position of this Screenlet ...
jv: Y-posisi seko Screenlet iki ...

source: Width
jv: Lebare

source: The width of this Screenlet ...
jv: Lebare seko Screenlet iki ...

source: Height
jv: Dowone

source: The height of this Screenlet ...
jv: Dowone seko Screenlet iki ...

source: Scale
jv: Skala

source: The scale-factor of this Screenlet ...
jv: Skala-factor seko Screenlet iki ...

source: Opacity
jv: Transparane

source: The opacity of the Screenlet window ...
jv: Transparane seko jendelo Screenlet ...

source: Stick to Desktop
jv: Lengketno reng Desktop

source: Show this Screenlet on all workspaces ...
jv: Tampilno Screenlet iki nok kabeh workspaces ...

source: Treat as Widget
jv: Perlakokno sayogane Widget

source: Treat this Screenlet as a "Widget" ...
jv: Perlakokno Screenlet iki koyoo "Widget" ...

source: Lock position
jv: Ngunci posisi

source: Stop the screenlet from being moved...
jv: Mandekno screenlet seko mlakune gerakan...

source: Keep above
jv: Njogo ning nduwur

source: Keep this Screenlet above other windows ...
jv: Njogo Screenlet iki ning nduwure jendelo liyane ...

source: Keep below
jv: Njogo ning ngisor

source: Keep this Screenlet below other windows ...
jv: Njogo Screenlet iki ning ngisore jendelo liyane ...

source: Draw button controls
jv: Gambar tombol kontrol

source: Draw buttons in top right corner
jv: Gambar tombol ning nduwur pojoke kanan

source: Skip Pager
jv: Lewatono halamane

source: Set this Screenlet to show/hide in pagers ...
jv: NgeSet Screenlet iki nok kethok/ndelik ing halamane ...

source: Skip Taskbar
jv: Lewati wae Taskbare

source: Set this Screenlet to show/hide in taskbars ...
jv: NgeSet Screenlet iki nok kethok/ndelik ing Taskbare ...

source: Resize on mouse scroll
jv: Resize nok mouse scroll

source: Ignore requirements
jv: Requirements dicuekno

source: Set this Screenlet to ignore/demand DEB requirements ...
jv: NgeSet Screenlet iki rengnggon dicuekno/dituruti DEB requirements ...

source: Allow overriding Options
jv: Ngolehno Pilihan overriding

source: Allow themes to override options in this screenlet ...
jv: Ngolehno tema reng pilihan override ning screenlet iki ...

source: Ask on Override
jv: Kandakno nok Override

source: Show a confirmation-dialog when a theme wants to override
jv: Tampilno sak konfirmasi-dialog nalikone tema pingin reng override

source: the current options of this Screenlet ...
jv: Pilihane sing sak iki seko Screenlet iki ...

source: %(package)s %(version)s required, NOT INSTALLED!
jv: %(package)s %(version)s required, ORAK DIPASANG!

source: %(package)s %(version)s installed, req %(required)s.
jv: %(package)s %(version)s dipasang, req %(required)s.

source: Requirements for the Screenlet are not satisfied! Use the package manager of your system to install required packages. REQUIREMENTS: %s
jv: Mbutuhake kanggo Screenlet yoiku ogak satisfied! gunakno paket manajer seko sistemmu kanggo nginstall mbutuhake paketan. REQUIREMENTS: %s

source: Window
jv: Jendelo

source: Lock
jv: Ngunci

source: Sticky
jv: Lengket

source: Properties...
jv: Sifate...

source: Add one more %s
jv: Tambahno luwih seko siji %s

source: Delete this %s
jv: Hapus iki %s

source: Quit this %s
jv: Quit iki %s

source: Quit all %ss
jv: Metu kabeh %ss

source: This theme wants to override your settings for this Screenlet. Do you want to allow that?
jv: Tema iki pingin reng override settinganmu kanggo Screenlet iki. Opo kowe pingin ngolehno iku?

source: To quit all %s's, use 'Quit' instead.
jv: Kanggo metu kabeh %s's, gunakno 'Quit' instead.

source: Really delete this %s and its settings?
jv: Temenan iki di hapus %s lan settingane iku?

source: Apply
jv: Terapno

source: Apply username/password ...
jv: Terapno username/sandi ...

source: Enter username here ...
jv: Mlebu username nok kene ...

source: Enter password here ...
jv: Mlebu sandi nok kene ...

source: Edit Options
jv: Ngedit Pilihan

source: About
jv: Sekitare

source: Options
jv: Pilihan

source: Themes allow you to easily switch the appearance of your Screenlets. On this page you find a list of all available themes for this Screenlet.
jv: Tema ngolehno kowe kanggo gampang mejete appearance seko Screenlets mu. Nok halaman iki kowe goleki daftare seko kabeh tema sing disediakno kanggo Screenlet iki.

source: no info available
jv: Ora disediakno info

source: Choose File
jv: Mileho File

source: Choose Directory
jv: Mileho Direktori

source: Choose Image
jv: Mileho Image

source: Open List-Editor ...
jv: Mbukak Daftar-Editor ...

source: %(days)s days, %(hours)s hours and %(minutes)s minutes
jv: %(days)s dino, %(hours)s jam lan %(minutes)s menit

source: Can't get KDE version
jv: Rakiso ngenthukno KDE versi

source: Can't get Gnome version
jv: Rakiso ngenthukno Gnome versi

source: Cannot get ip
jv: Rakiso ngenthukno ip

source: Not connected
jv: Ora nyambung
